[{"article_id": "UNM_q3_2021.txt", "article": ["Our SEC filings can be found in the Investors section of our website at unum.com.", "Net income for the third quarter of 2021 included the after-tax impairment loss on internal-use software of $9.6 million or $0.05 per diluted common share, the after-tax amortization of the cost of reinsurance of $15.5 million or $0.08 per diluted common share, the net after-tax reserve decrease related to reserve assumption updates of $143.3 million or $0.70 per diluted common share, and a net after-tax realized investment loss on the Company's investment portfolio of $100,000 or a de minimis impact on earnings per diluted common share.", "Net income in the third quarter of 2020 included after-tax costs related to an organizational design update of $18.6 million or $0.09 per diluted common share, and a net after-tax realized investment gain on the Company's investment portfolio of $3.8 million or $0.01 per diluted common share.", "Excluding these items, after-tax adjusted operating income in the third quarter of 2021 was $210.5 million or $1.03 per diluted common share compared to $245.9 million or $1.21 per diluted common share in the year ago quarter.", "We saw top-line growth in our business lines at good returns.", "We also recognized the continued challenge that COVID presents on our near-term results.", "It has cast a shadow on our core returns, but we still see a great business that we believe will return to the levels of profitability that we expect.", "Let me start with the overall operations before commenting on these COVID trends.", "I would first highlight that core premium growth has been steady and tracking to the expectations we previously laid out for you.", "On a year-over-year basis in the third quarter, Unum US generated an increase in premium income of 1.2%.", "Colonial Life was slightly better than breakeven, falling three previous quarters with negative comparisons, and our International lines also generated positive premium trends.", "This premium growth momentum is building back as sales growth reemerges, persistency remains favorable, and the external environment of employment growth and wage inflation benefits our business.", "Outside of the COVID-related impacts, we remain very encouraged with the benefits experience and operating income contributions from our other business lines.", "The supplemental and voluntary lines, Colonial Life, our International businesses and our Closed Block segment all showed generally stable results and made substantial contributions to income this quarter.", "We're also pleased with our overall investment results this quarter.", "It was another quarter for strong returns from our alternative investments and also another quarter of higher than normal bond call premiums.", "The underlying credit quality of the portfolio is excellent and the investment team remains diligent in their analysis of our credits through the changing market dynamics.", "With this backdrop of strength, we were also highly affected by the evolving nature of the COVID pandemic.", "Given the breadth of our customer base across the U.S., we have seen this quarter we have been impacted by the resurgence of higher infections, hospitalizations and mortality brought on by the Delta variant.", "As we have discussed throughout the pandemic, the best way to monitor COVID's impact on our results is to follow national mortality and infection rates.", "Differently in this quarter, we also need to focus on how the demographics of the incremental mortality relate specifically to our customer base.", "To put it in context, in the third quarter, the U.S. experienced a significant increase in national COVID mortality counts to approximately 94,000 lives, which is almost double the 52,000 in the second quarter.", "The dramatic increase over the course of the third quarter occurred very rapidly and consistently throughout the quarter.", "In fact, just 90 days ago, most experts were estimating a third quarter mortality count of approximately 44,000 deaths, an estimate that has more than doubled over the course of the quarter.", "The absolute increase in mortality has certainly been impactful to our industry and for us, most notably in our Unum US group life business, although we also saw impacts in our voluntary benefits lines.", "Beyond the higher mortality counts in aggregate, data from the CDC also shows that the third quarter working-aged individuals comprised approximately 40% of the COVID-related mortality, double that of the fourth quarter of 2020 and first quarter of 2021 before vaccinations began to widely be available.", "This shift in demographics impacts us three-fold.", "First, we announced the higher impacts in the working-age population, our primary customers who are covered by our group and voluntary products.", "In addition, these younger working-aged individuals tend to have higher benefit amounts that we saw before.", "An additional, but smaller impact that we see is that Delta -- the Delta variant has brought on a resurgence of infections and hospitalizations, leading quickly to higher claims at our short-term disability business and pressure on our group disability benefit ratio.", "While COVID impacts are evident in our results this quarter, we believe as the pandemic continues to come better under control with increased vaccinations and advanced treatments, then we will see a strong reemergence of growth and profitability in our business.", "The recovery from COVID has been delayed longer than we anticipated by the Delta variant, but we do expect to see a recovery ahead.", "It is because of that view that we're excited to begin to deploy a portion of the Company's excess capital in a way that we believe can create value for our shareholders.", "We start first with a capital position that remains very healthy with holding Company cash of $1.6 billion and weighted average risk-based capital ratio for our traditional U.S. -- U.S.-based life insurance companies at approximately 380%.", "This gives us the opportunity to begin to deploy a portion of that capital to enhance shareholder value, while also maintaining a healthy position for opportunities that could materialize in the future.", "Last week, we were pleased to announce the $250 million share repurchase authorization approved by our Board, which we intend to initiate in the fourth quarter with an execution of an accelerated share repurchase of $50 million.", "We expect to continue the program through the end of 2022.", "In addition to buying shares, we also plan to accelerate recognition of the premium deficiency reserve for the Long-Term Care Block by a similar amount over this same timeframe.", "We see value in accelerating the recognition ahead of the original seven-year schedule and could see its completion as early as the end of 2024 under certain market conditions.", "Even with the additional capital we plan to allocate to share buybacks and accelerated PDR recognition, we will continue to maintain a strong capital position and flexibility.", "While we remain optimistic over the long-term, given the volatility of the pandemic, we will move our traditional December Analyst Meeting to the first quarter of 2022 to discuss with you our full-year outlook.", "The area to stay focused on is our continued premium growth in our core business lines looking into 2022, as well as the impact of our capital deployment plans.", "We expect the impact of the pandemic to subside over the course of next year, but we do expect fourth quarter of this year to be impacted similarly to the third quarter.", "We are watching the national numbers as are all of you, and as the Delta wave subsides, we look to return to the growth and profitability we believe that we can deliver.", "Now, I'll ask Steve to cover the details of the third quarter results.", "I will also describe our adjusted operating income results by segment, excluding the impacts from our GAAP reserve assumption updates.", "The biggest component of the actuarial reserve review was the release of $215 million before tax in the Unum US long-term disability line.", "Claim reserves should represent our best estimate of the future liability, and since the last GAAP reserve review, investments in our operations have impacted our claims management and resulted in improvements in claim recoveries over the past several years, which we now believe are sustainable.", "As such, these reserves have been adjusted to better reflect the expected costs of claims.", "This reserve update will have little impact on our forward expectations for earnings from this line or the expected benefit ratio.", "The reserve review also determined that reserves should be increased in three lines within the Closed Block reporting segment.", "For the Closed Group Pension Block, policy reserves were increased by $25.1 million before tax.", "For the Closed Disability Block, claim reserves were increased by $6.4 million before tax.", "And finally for Long-Term Care, claim reserves were increased by $2.1 million before tax.", "Although the net of these reserve updates are excluded from adjusted operating income, they did contribute $0.70 per share to the Company's book value.", "I'll start the discussion of our operating results with the Unum US segment, where COVID significantly impacted our results this quarter, driving higher mortality and a higher average claim size in the group life business and higher short-term disability claims in the group disability business.", "For the third quarter in the Unum US segment, adjusted operating income was $88.5 million compared to $179.3 million in the second quarter.", "Within the Unum US segment, the group disability line reported adjusted operating income, excluding the reserve assumption updates of $39.5 million in the third quarter compared to $59.9 million in the second quarter.", "The primary driver of the decline was an increase in the benefit ratio to 78.9% in the third quarter compared to 74.7% in the second quarter, which was primarily driven by increased claims in the short-term disability line related to the COVID Delta variant and the current external environment.", "Premium income declined slightly on a sequential quarter basis, but we were pleased to see an uptick in growth to 2.6% on a year-over-year basis.", "While short-term disability results were challenged this quarter, our long-term disability line performed in line with our expectations as new claim incidence showed an increase mostly driven by the flow-through of STD claims to LTD status, which was offset by continued strong claim recoveries.", "It is likely that we will continue to see an elevated overall group disability benefit ratio as COVID and the current external environment continue to impact our STD results.", "We do feel that COVID is a key driver of the higher benefit ratio for the group disability line and that as direct COVID impacts lessen over the first part of next year, we will see improvement in the benefit ratio.", "Adjusted operating income for Unum US group life and AD&D declined to a loss of $67.1 million in the third quarter from income of $5.2 million in the second quarter.", "This quarter-to-quarter decline of roughly $70 million was largely driven by the changing impacts from COVID that Rick described in his comments.", "We were impacted by the deterioration in COVID-related mortality from our reported 52,000 national deaths in the second quarter to approximately 94,000 in the third quarter along with the age demographic shifting to higher impacts on younger working-aged individuals.", "Estimated COVID-related excess mortality claims for our Group Life Block increased from approximately 800 claims in the second quarter to over 1,900 claims in the third quarter.", "Accordingly, our results reflect mortality to level that represents approximately 2% of the reported national figures compared to a 1% rate experienced through 2020 when mortality was more pronounced in the elderly population.", "With a higher percentage of working-age individuals being impacted, we also experienced higher average benefit size, which increased from around $55,000 in the second quarter to over $60,000 this quarter.", "Finally, non-COVID-related mortality did not materially impact results in the third quarter relative to the experience of the second quarter.", "Looking ahead to the fourth quarter, our current expectation is for U.S. COVID-related mortality to continue to worsen to approximately 100,000 deaths.", "With continued higher mortality among working-aged individuals, we believe that group life results will remain under pressure with the expected fourth quarter loss similar, if not potentially worse than the experience of the third quarter.", "Now looking at the Unum US supplemental and voluntary lines, adjusted operating income totaled $116.1 million in the third quarter compared to $114.2 million in the second quarter, both very good quarters that generated adjusted operating returns on equity in excess of 17%.", "Looking at the three primary business lines.", "First, we remain very pleased with the performance of individual disability recently issued block of business which has generated strong results throughout the pandemic.", "We continue to see very favorable new claim incidence trends and recovery levels in this block.", "The voluntary benefits line reported a strong level of income as well, though income was slightly lower on a quarter-to-quarter comparison.", "The uptick in the benefit ratio in the third quarter to 46.6% from 44.2% in the second quarter was driven by increased COVID-related life insurance claims, which offset generally favorable results in the other VB product lines.", "Finally, utilization in the dental and vision line improved, leading to an improvement in the benefit ratio to 75% this quarter from 77.1% in the second quarter.", "Looking now at premium trends and drivers, total new sales for Unum US increased 7.7% in the third quarter on a year-over-year basis compared to the declines that we experienced in the first half of the year.", "For the employee benefit lines which do include LTD, STD, group life, AD&D and stop-loss, total sales declined by 2.5% this quarter, primarily driven by lower sales in a large case market and generally flat sales in the core market, which are those -- which are those markets under 2,000 [Phonetic] lines.", "Sales trends in our supplemental and voluntary lines rebounded strongly in the quarter, increasing 21.8% in total when compared to the year ago quarter.", "We saw sharp year-over-year increases in the recently issued individual disability line up 22.9% and in the dental and vision line up 48.2%.", "Voluntary benefit sales also recovered following lower year-over-year comparisons in recent quarters, growing 13.7% in the third quarter.", "We also saw overall favorable persistency trends for our major product lines in Unum US.", "Our group lines aggregated together showed a slight uptick to 89.4% for the first three quarters of 2021 compared to 89.1% last year.", "Both the voluntary benefits and dental and vision lines also showed year-over-year improvements, while the individual disability line declined slightly.", "The solid persistency numbers and improving sales trends provide a good tailwind for premium growth as we wrap up this year and move into 2022.", "Now let's move on to the Unum International segment.", "We had very good -- we had a very good quarter with adjusted operating income for the third quarter of $27.4 million compared to $24.8 million in the second quarter, a continuation of the improving trend in income over the past several quarters.", "The primary driver of these results is our Unum UK business, which generated adjusted operating income of GBP18.4 million in the third quarter compared to GBP16.8 million in the second quarter.", "The reported benefit ratio for Unum UK improved to 79.2% in the third quarter from 82.5% in the second quarter.", "The underlying benefits experience was favorable for our Group Income Protection Block, primarily due to lower new claim incidence through -- though claim recoveries continue to lag our expectations somewhat.", "The Group Life Block experienced adverse mortality primarily from non-COVID-related claims incidence and higher average size.", "We did not see much impact this quarter from COVID in our UK Life Block.", "Benefits experience in Unum Poland was also favorable this quarter helping generate a slight improvement in adjusted operating income.", "Premium growth for our International businesses was also favorable this quarter compared to a year ago.", "Looking at the growth on a year-over-year basis and in local currency to neutralize the benefit we saw from the higher exchange rate, Unum UK generated growth of 2.9% with strong persistency and the continued successful placement of rate increases on our in-force block.", "Additionally, sales in Unum UK rebounded in the third quarter, increasing 40.2% over last year.", "Unum Poland also generated growth of 12.5%, a continuation of the low double-digit premium growth this business has been producing.", "Next, results for Colonial Life are in line with our expectations for the third quarter with adjusted operating income of $80.1 million compared to the record quarterly income of $95.8 million in the second quarter.", "As with our other U.S.-based life insurance businesses, Colonial's life insurance block was negatively impacted by COVID-related mortality, which was the primary driver in pushing the benefit ratio to 55.9% in the third quarter compared to 51.7% in the second quarter.", "We estimate that adverse COVID-related claims experienced in the life block impacted results by approximately $16 million, the worst impact we have seen from COVID throughout the pandemic and a level that is likely to persist through the fourth quarter.", "Experience in the other lines being accident, sickness and disability and cancer and critical illness remained in line with our expectation and continue to drive strong earnings for this segment.", "Additionally, net investment income increased 25% on a sequential basis in the third quarter, largely reflecting unusually large bond call activity this quarter.", "We do not expect the benefit from bond calls to net investment income to continue at this level in the fourth quarter.", "We were very pleased with the improving trend we are seeing in premium growth for Colonial Life, which was flat this quarter on a year-over-year basis after showing year-over-year declines in each of the past three quarters.", "Driving this improving trend in premiums is a continuing rebound in sales activity at Colonial Life increasing 28.6% on a year-over-year basis this quarter and now showing a 21.1% increase for the first three quarters of 2021 relative to last year.", "Persistency for Colonial Life continues to show an encouraging trend at 78.9% for the first three quarters of 2021, more than a point higher than a year ago.", "In the Closed Block segment, adjusted operating income which does include -- which excludes the reserve assumption updates and the amortization of cost of reinsurance related to the Closed Block individual disability reinsurance transaction that did fully close earlier this year was $109.8 million in the third quarter and $111.2 million in the second quarter, both very strong results driven by favorable overall benefits experience in both the Long-Term Care line and Closed Disability Block, and strong levels of investment income to -- due to higher than expected levels of miscellaneous investment income, which I will cover in more detail in a moment.", "Looking within the Closed Block, the LTC Block continues to produce results that are quite favorable to our long-term assumptions.", "The interest adjusted loss ratio in the third quarter was 74.8% and over the past four quarters is 71.8%, which are both well below our longer-term expectation of 85% to 90%.", "In the third quarter, we continue to see higher mortality experience in the claimant block, where accounts were approximately 5% higher than expected which is similar to our experience in the second quarter.", "LTC submitted claims activity was higher in the third quarter, though much of the increase has not resulted in significant ongoing claim costs.", "Looking out to the end of 2021 and into 2022, we do anticipate that the interest adjusted loss ratio for LTC will likely trend closer, though slightly favorable to our long-term assumption range, as mortality and incidence trends continue to normalize from the impacts of COVID.", "For the Closed Disability Block, the interest adjusted loss ratio was 58.2% in the third quarter compared to 69.6% in the second quarter, both very favorable results for this line.", "The underlying experience on the retained block, which largely reflects the active life reserve cohort and certain other smaller claim blocks we retained performed very favorably relative to our expectations, primarily due to lower submitted claims again this quarter.", "So overall, it was a very strong performance again this quarter for the Closed Block segment.", "Higher miscellaneous investment income continues to contribute to the strong adjusted operating income for the segment, driven by both higher than average bond call premiums, as well as strong performance in our alternative asset portfolio.", "Looking ahead, we estimate the quarterly adjusted operating income for this segment will over time run within a range of $45 million to $55 million, assuming more normal trends for investment income and claim results in the LTC and Closed Disability lines.", "First, we saw a high level of bond calls again this quarter as many companies refinanced higher coupon debt and took advantage of today's favorable credit market conditions.", "We recorded approximately $20 million in higher investment income from bond calls this quarter relative to our historic -- our historical quarterly averages.", "The Closed Block and Colonial Life segments were the primary beneficiaries of higher investment income this quarter.", "Unum US was in line with historic averages, but lower this quarter than what we received in the second quarter.", "While these calls enhance current period investment income, they are volatile from quarter-to-quarter.", "Second, we continue to see strong performance in our alternative investment portfolio, which earned $38.2 million in the third quarter, following earnings of $51.9 million recorded in the second quarter.", "Both quarters are well above the expected quarterly income on the portfolio of $12 million to $14 million.", "The higher returns this quarter were generated from all three of our main sectors being credit, real estate and private equity, and reflected the strong financial markets and strong economic growth.", "It is hard to predict quarterly returns for miscellaneous investment income, but for the fourth quarter, we believe that they will moderate to our expected quarterly returns.", "Moving now to capital, the financial of the Company continues to be in great shape, providing a significant financial flexibility.", "The weighted average risk-based capital ratio for our traditional U.S. insurance companies improved to approximately 380%, and holding company cash was $1.6 billion as of the end of the third quarter, both of which are well above our targeted levels.", "In addition, leverage has trended lower with equity growth and is now 25.7%.", "As Rick mentioned, we're very pleased to clarify our capital deployment plans for the balance of 2021 and for 2022.", "For context, with the capital measures that I just discussed, we are in a very strong capital position with substantial financial flexibility.", "Our strategy for deployment has not changed and our priorities remain consistent, including first, funding growth in our core businesses; second, supporting our LTC Block; third, executing opportunistic acquisitions that support our long-term growth; and fourth, returning capital to shareholders in the form of dividends and share repurchases.", "We began to roll our plans out last week with the announcement of the authorization by our Board of Directors and to repurchase up to $250 million of our shares by the end of 2022.", "We plan to begin this program with the execution of an accelerated share repurchase of $50 million in the fourth quarter.", "We also plan to allocate capital to accelerate the recognition of the premium deficiency reserve for the LTC Block by a similar amount by the end of 2022.", "We feel that this combination strikes a good balance of repurchasing our shares at what we believe are very attractive prices, while also fully fund in the PDR ahead of the original 2026 target to help lessen the valuation drag on our stock from the LTC exposure.", "With this additional deployment of capital, we continue to project having a very solid capital position at the end of 2022 with holding company cash around $1 billion and an RBC ratio well above our target.", "Now shifting topics, I wanted to give you a brief update on our progress in adopting ASC 944 or Long Duration Targeted Improvements.", "As a reminder, this accounting pronouncement applies only to GAAP basis financial statements and has no economic statutory accounting or cash flow impacts to the business.", "We continue to feel good about our readiness to adopt the pronouncement as of January 1, 2023, and we'll be sharing some qualitative information in our Form 10-Q filing, which is later today.", "Although we continue to evaluate the effects of complying with this update, we do expect that the most significant impact of the transition date will be the requirement to update our liability discount rate with one that is generally equivalent to a single A interest rate.", "We expect this will result in a material decrease to accumulated other comprehensive income and primarily be driven by the difference between the expected interest rates from our investment strategy and interest rates indicative of a single A rated portfolio.", "As we continue to progress our work, we plan to provide updates to you in 2022 as we near adoption.", "So let me close with an update on our expectations for the remainder of 2021.", "With COVID-related mortality expected to increase further in the fourth quarter to approximately 100,000 nationwide deaths, we expect to see similar, if not slightly worse trends for mortality impacts on our life insurance businesses in the fourth quarter than we did experience in the third quarter.", "The Unum US group disability benefit ratio is also likely to remain elevated due to continued high levels of STD claims.", "In addition, we do not anticipate miscellaneous investment income to be as strong in the fourth quarter as it was in this quarter.", "These impacts will likely pressure our fourth quarter results relative to what we experienced here in the third quarter.", "As Rick mentioned, we plan to update you on our 2022 outlook during the first quarter of 2022 when we expect to have a more informed view of COVID mortality and infection trends.", "We feel confident that premium growth in our core business segments in 2022 can build off of the momentum that began to reemerge this year and then we'll also see the benefits of executing our share buyback authorization.", "With that said, future COVID trends will be a very important factor in our expected benefits experience.", "We do continue to be pleased with the operational performance of the Company through what has been an extraordinary environment.", "We believe we're really well positioned to benefit from today's strong business conditions and we have to remain vigilant as COVID-related mortality and infection rates continue to persist."], "abstract": ["q3 adjusted operating earnings per share $1.03.", "will not provide an outlook for remainder of 2021."]}, {"article_id": "ES_q3_2021.txt", "article": ["I'm Jeff Kotkin, Eversource Energy's Vice President for Investor Relations.", "These factors are set forth in the news release issued yesterday.", "Additionally, our explanation of how and why we use certain non-GAAP measures and how those measures reconciled to GAAP results is contained within our news release and the slides we posted last night and in our most recent 10-K and 10-Q.", "Speaking today will be Joe Nolan, our President and Chief Executive Officer; and Phil Lembo, our Executive Vice President and Chief Financial Officer.", "Also joining us today are John Moreira, our Treasurer and Senior Vice President for Finance and Regulatory; and Jay Buth, our Vice President and Controller.", "We hope that all on the phone are safe and well, and we look forward to seeing many of you in person next week at the EEI conference.", "First, I want to discuss last week's Northeast, which impacted approximately 525,000 customers across our service territory.", "Our Eastern Massachusetts customers sustained the greatest damage with more than 450,000 customers impacted.", "That's over 35% of Eversource's customers in Eastern Massachusetts.", "This storm was far less damaging in Connecticut, Western Massachusetts and New Hampshire.", "So as we wrapped up the restoration in those areas, we were able to quickly redeploy resources to the Southeastern Massachusetts, Cape Cod in Martha's Vineyard, areas that took the brunt of the storm.", "Our internal resources were supplemented by hundreds of crews from outside the region, and we were able to essentially complete the work over this past weekend.", "This experience underscores the benefits of a large T&D organization, one where resources can be shifted based on the greatest need.", "Last year, it was Connecticut.", "Last week, it was Massachusetts.", "Next time it might be in New Hampshire.", "We have 9,300 dedicated employees, all focused on providing the best possible experience for our customers.", "Lessons we learned last year in Connecticut, particularly regarding communication with municipalities have been vigorously applied this year.", "Our customers and community leaders have certainly noticed our enhancements, and we have received many positive comments on our storm response.", "When storms have threatened us and recall that we have had glancing blows from three tropical storms this summer in last week's events that I described at the beginning of my comments, I have been at the center of the action from before the storm hits into the lost of our customers has power restored.", "I believe that's critical for us to be out front, visible, transparent and collaborative during these major events, something that has been difficult to do as we all work in a remote pandemic restricted environment for the last 18 months.", "Next, I want to discuss our Connecticut rate settlement.", "In News reports, Governor Lamont, Attorney General William Tong and state leaders were quoted as saying that the settlement provides customers with some well-deserved relief in the short term, greater local control and oversight and an improved customer experience.", "Phil will discuss settlement specifics in a moment, but we are very grateful to PURA for the opportunity to move forward on a positive note.", "Settling critical regulatory and legal disputes was a necessity to reset our relationship with key Connecticut stakeholders.", "We all want the state to move ahead on addressing critical energy and climate issues.", "And the outstanding disputes have the potential to delay some of this important work.", "Since becoming CEO this past spring, my top priority has been to strengthen our relationship Ins' Connecticut.", "I've met regularly with key state policymakers as well as business leaders and customers, underscoring our commitment to the state with the largest number of Eversource employees live and work.", "This will continue to be a strong focus for me going forward.", "Eversource is fully committed to providing each and every one of our 4.3 million electric, natural gas and water customers across New England with exceptional service.", "With Connecticut temporary rate docket now behind us, we can move on to other important topics, where progress has been hindered by the drain in time and resources devoted to strong ESA ES and the interim rate reduction, supporting the build-out of electric vehicle infrastructure, incenting the construction of customer-owned energy storage, installing AMI.", "That is the clean energy future, and we will work together with our customers in policymakers to get there.", "I'm going to cover some very positive developments in recent months concerning our offshore wind partnership with Orsted.", "You can see the status of our current projects on slide three.", "Each has advanced since our last earnings call.", "To start, our smaller projects, South Fork, has received its final environmental impact statement, and we expect a record of decision to be posted later this month.", "BOEM's project website anticipates a decision on South Fork's construction and operating permit or COP in January of 2022, and we anticipate construction beginning early next year.", "We continue to expect commercial operation of the 12 turbines, 130-megawatt project by the end of 2023.", "In August, we announced that Kiewit will commence construction of the project substation this month in Texas, and that we expect it to be installed in the summer of 2023.", "Moving to the 704-megawatt Revolution Wind project that will deliver clean power to Connecticut and Rhode Island.", "BOEM continues to anticipate a COP decision in July of 2023, which would support a 2025 in-service date.", "State siting hearings have commenced.", "Finally, our largest project, Sunrise Wind, which will supply 924 megawatts to New York.", "We are looking for federal agencies to complete their final reviews in late 2023, a schedule that would support a late 2025 in-service date.", "Last week, we announced that Sunrise will be the first offshore wind project in the United States that will utilize high-voltage direct current technology.", "HVDC offers advantages over AC technology when used over long distances.", "In Sunrise, we'll have an approximately 100-mile submarine transmission cable from offshore energy production area to the grid connection in Brookhaven, Long island, New York.", "We continue to project mid-teens equity returns for these three projects.", "The Biden administration continues to show significant support for offshore wind in both words and actions, targeting 30,000 megawatts of offshore turbines by 2030.", "We view our partnerships to ocean tracks off of Massachusetts as the best offshore wind sites on the Atlantic seaboard.", "Our leases are in close proximity to both the New England and New York markets.", "They enjoy strong offshore winds, particularly in the winter, and they have modest ocean depths.", "They can hold at least 4,000 megawatts of offshore wind turbines, far more than the approximately 760 megawatts we currently have under contract.", "We continue to exercise strong fiscal discipline in using the remaining offshore acreage that we have leased from the federal government.", "We did not bid into Massachusetts September RFP for up to 1,600 megawatts of offshore wind.", "Current Massachusetts bidding rules discourage imaginative bid packages, Governor Baker and some Massachusetts policymakers are now recognizing that Massachusetts is not benefiting from the same level of economic development as states that place greater emphasis on infrastructure and supply chain development.", "As such, the governor recently filed legislation that would eliminate the state's current price cap.", "In Rhode Island, we are constructing a service vessel in the state.", "In Connecticut, we are partnering with the state on more than $200 million upgrade of the New London State Pier.", "The Pier will become the premier site in the entire Northeast for staging offshore wind development.", "Onshore construction is underway, which you can see from either I-95 or Amtrak's nearby Boston to New York line.", "In New York, I joined members of the Governor Hochul's administration last month and announcing the largest single offshore wind supply chain contract award in New York to support the Sunrise project.", "The local company, Riggs Distler, will construct advanced foundation components at the port on the Hudson near Albany.", "It is just the latest commitment we have made to New York, which also includes basing an offshore wind maintenance hub in Port Jefferson.", "We have an excellent relationship with New York policymakers, and that is where most of our currently contracted offshore wind capacity is headed.", "We look forward to bidding into future RFPs, with our strong mix of sites, skill sets, discipline bidding strategies and offsets vast offshore wind experience will make us a formidable contender in any competition that takes a broad look at the benefits of shore winds.", "I'll start with our results for the quarter slide four.", "Our GAAP earnings were $0.82 per share for the quarter, including the $0.19 charge associated with the Connecticut electric rate settlement and the $0.01 charge relating to our integration of Eversource gas of Massachusetts.", "Overall, we experienced improved operating results at the electric transmission and distribution segments and lower results at the natural gas and water segments as well as the parents and other.", "Our electric transmission business earned $0.40 per share in the third quarter of 2021 compared with earnings of $0.36 in the third quarter of last year, reflecting a higher level of necessary investment in our transmission facilities.", "Our electric distribution business, excluding charges related to the Connecticut rate settlement, earned $0.62 per share in the third quarter of 2021 compared with earnings of $0.60 in the third quarter of 2020.", "Higher distribution revenues were partially offset by higher O&M, depreciation, interest and property taxes.", "Storm-related expenses remain a headwind for us, costing us $0.01 a share in the third quarter of 2021 compared to the same period in 2020 and a total of $0.05 a share more in 2021 than last year on a year-to-date basis.", "Our natural gas distribution business lost $0.06 per share in the third quarter of 2021 compared with a loss of $0.04 in the third quarter of 2020.", "Given the seasonal nature of customer usage, natural gas utilities tend to record losses over the summer months, our natural gas segment now -- our natural gas segment loss is now about 50% larger as a result of the acquisition of Columbia Gas of Massachusetts assets back in last October.", "And as you recall, we now refer to that franchises as Eversource Gas of Massachusetts.", "So Eversource Gas of Massachusetts lost about $0.03 per share in the quarter.", "It had no comparable amount in the third quarter of 2020.", "I think it's important to point out here that given this is the first full year for our Eversource Gas of Massachusetts or EGMA franchise, modeling its quarterly earnings contribution has varied widely across street estimates, at least the ones that I've seen.", "Just to some investors underestimated the $0.14 per share positive contribution from EGMA in the first quarter.", "I believe there may have been some underestimate of EGMA losses in the third quarter.", "As I said, EGMA lost $0.03 in the quarter, and it was not part of the Eversource family in the third quarter of 2020.", "I'd say going forward with a year's track record behind us, I'm sure that the estimates will better reflect the earnings pattern we have for that franchise going forward.", "Our water distribution business, Aquarion, earned $0.05 per share in the third quarter of 2021 compared with earnings of $0.07 in the third quarter of 2020.", "The lower results were due primarily to the absence of the Hingham, Massachusetts water system that we sold at the end of July of 2020.", "The $17.5 million that we earned at our water segment in the third quarter of 2021 is more on -- a more normalized level for that segment.", "Our parent and other earned $0.01 per share in the third quarter of 2021 compared with earnings of $0.03 in the third quarter of 2020.", "Lower earnings were primarily due to a higher effective tax rate.", "Our consolidated rate was 24.8% in the third quarter of 2021 compared with 23.7% in the third quarter of 2020.", "Turning to slide five.", "You can see that we have reiterated the $3.81 to $3.93 earnings per share guidance that we issued in February.", "That range excludes the $0.25 per share of charges related to our Connecticut settlement and storm-related bill credits that we recognized in the first quarter of this year as well as the transition costs related to the integration of the former Columbia Gas of Massachusetts assets into the Eversource system.", "Also, we project long-term earnings per share growth in the upper half of the range of 5% to 7% through 2025.", "Excluding the impact of the positive impact that we expect from our offshore wind projects.", "That growth is largely driven by our $17 billion five-year capital program and continued strong operational effectiveness throughout the business.", "For reference, our five-year capital forecast is shown in the appendix.", "And through September 30, our capital expenditures totaled $2.3 billion.", "From the financial results, I'll turn to our recently approved Connecticut settlement on slide number six.", "Earlier, Joe provided you with an overview.", "I'll just add a few additional details.", "The settlement calls for $65 million in rate credits to CL&P customers over the course of December of 2021 in January of 2022.", "And that's about -- in total, $35 per customer over the two months for the typical residential customer.", "It provides another $10 million of shareholder pay benefits to customers who are most in need of help with their energy bills.", "Further, as part of the settlement, we will withdraw our superior court appeal of the $28.4 million total storm-related credits that customers first saw in their bills in September of 2021.", "So these customers will continue.", "They'll continue to flow back to customers through August of next year.", "As prior of the settlement, the 90 basis point indefinite reduction of CL&P's distribution ROE will not be implemented.", "Additionally, the current 9.25% ROE and capital structure will remain in effect.", "This will avoid an appeal of the interim rate reduction and will withdraw the pending appeal of the 90 basis point reduction.", "CL&P cannot implement new base distribution rates before January one, 2024.", "Priorities to the settlement agreed that this review satisfies the statutory requirement in Connecticut that all-electric and natural gas distribution company rates be reviewed once every four years.", "That's to determine whether they're just unreasonable.", "So as a result, the next statutory mandated review would be in late 2025.", "Since CL&P's last distribution rate case was effective in May of 2018, the actual -- the company's actual ROEs have generally ranged between 8.6% and 9%, with the latest reported quarter at 8.6%.", "There are some tracking mechanisms that will allow us to recover costs associated with certain new investments over the coming years, such as those to improve reliability or implement grid modernization initiatives, but we will not be able to obtain any additional revenues to offset higher wages, employee benefits costs, property taxes and other inflationary items.", "We'll continue to provide superior service to our nearly 1.3 million CL&P customers will also be effectively managing our operations.", "It will certainly be a challenge, but one, I know that our entire CL&P and Eversource team is up to meeting.", "From the Connecticut settlement, I'll turn to our various grid mod, AMI, electric vehicle initiatives in Connecticut and Massachusetts.", "On October 15, CL&P filed a final electric vehicle program designed documents for PURA review and approval, including a proposed budget and program implementation plan for residential managed charging.", "PURA will conduct a review process with a final decision targeted for December the eight.", "The program is planned to launch January one of 2022, and will support the state's target of having at least 125,000 electric vehicles on the road by the end of 2025.", "In terms of AMI, in Connecticut, CL&P is preparing to file an updated proposal based on a straw proposal from Pier to have all our customers on AMI by the end of 2025.", "To date, we'll need to replace more than 800,000 meters over the next -- to do that, we'll have to replace over 800,000 meters over the next several years.", "Altogether, moving CL&P fully to AMI would involve a capital investment of nearly $500 million we estimate in meters and communication related technologies.", "In Massachusetts on slide eight, as we mentioned on our July earnings call.", "We've submitted nearly $200 million grid modernization plan to regulators for the 2022 through 2025 period.", "The vast majority of that investment would be capital.", "We expect a ruling on the entire program by the second quarter of 2022.", "Our Massachusetts AMI program is now being evaluated by the Massachusetts Department of Public Utilities, with a decision expected in 2022.", "It would involve about $575 million of capital investments over multi-years from 2022 through 2027.", "And like Connecticut, would provide significant customer service, reliability, energy efficiency, grid modernization and demand management improvements.", "Also in Massachusetts, the DPU is evaluating an extension of our electric vehicle program.", "The extension would provide investments of nearly $200 million over the next four years, with about $68 million being capital investments.", "We currently expect a decision on this by mid-2022.", "Turning to slide nine.", "We've been receiving regular questions over the past couple of months about the impact of higher natural gas prices on this winter's electric and natural gas supplies and prices.", "So I'll first start with supplies.", "First, what do we have to supply?", "Our three natural gas distribution companies are required to have access to enough natural gas to be able to serve our firm customers on the coldest day in the last 30-year period.", "So we accomplished that through a combination of firm capacity contracts across multiple interstate pipeline systems and through storage, both inside and outside of our service territory.", "Our regulators in Connecticut and Massachusetts have had the foresight to allow us to maintain significant in region LNG storage in Waterbury, Connecticut.", "And Hopkinton and Acushnet, Massachusetts as well as various facilities that we purchased as part of the Columbia gas of Massachusetts transaction.", "Although, these facilities provide us with -- altogether, these facilities provide us with storage connected to our distribution system of nearly 6.5 billion cubic feet.", "Our regulators have also permitted us to acquire additional firm delivery capacity that was added to the Algonquin system in recent years through the AIM and Atlantic Bridge expansion projects.", "We've also acquired additional firm capacity on the Tennessee and Portland pipelines.", "So from a reliability standpoint and supplies, we consider ourselves very well prepared for the winter.", "In terms of price, our natural gas sources include a combination of stored gas, where the price has been fixed and pipeline gas from Marcellus Shale basin that is price based on NYMEX related indices.", "Because our firm pipeline capacity, we are able to purchase at the Marcellus related price, not at the New England Citygate price.", "You can see on the slide that we have in our deck, that there's significant difference in pricing between the two.", "Nonetheless, even the Marcellus price is higher this year.", "And as of now, we expect the commodity portion of natural gas bills to be approximately 20% higher than last winter's extremely low levels due to COVID, prices were pretty low last year and well below levels we experienced a decade ago after Hurricane Katrina struck the Gulf of Mexico and Louisiana.", "Overall, including the distribution charge, we expect natural gas heating bills will be up about 15% on average.", "That's about $30 a month to the average for a typical heating customer compared to last winter.", "And that's an average across our three natural gas distribution companies.", "While a 15% increase is significant it is far less than the -- more than 30% increase that propane heating customers are facing and really a 60% increase that's out there for home heating oil as the alternatives for customers.", "Of course, a primary determinant of the total bill is usage, right?", "The autumn has been quite mild here in New England, thus far, and natural gas usage has been particularly low.", "Nonetheless, a bitly cold month of December or January could cause natural gas cost to increase.", "Recognizing the stress that this situation could place on customers.", "We've suggested to our regulators that we spread out the recovery of certain charges in our distribution portion of our bill to moderate the potential bill impacts where possible.", "We're also taking additional proactive steps and working closely with regulators so that customers understand the current price environment and take actions to address it.", "We're intensifying our communications to be sure customers understand the bigger picture macro factors affecting natural gas bills.", "And we are urging customers to take advantage of our nationally recognized energy efficiency programs and leverage payment options that we have available.", "So on the electric side, it's a bit different.", "Natural gas power plants are on the margin in New England year-round, really, except for the coldest days of the year.", "So rising natural gas prices are significantly affecting power prices.", "Between 60% and 65% of our electric load is bought by customers directly from third-party suppliers.", "For the 35% to 40% of our load that continues to buy through our franchises, Connecticut Light & Power, NSTAR Electric and Public Service in New Hampshire, this is mostly residential load and customers will see higher prices, but they are partially protected by the fact that we contract for power in multiple tranches throughout the year.", "So lower cost tranches from our purchases earlier in 2022 will offset some of the higher priced tranches that we purchased more recently.", "Due to wintertime natural gas constraints in New England, our customers normally see $0.015 to $0.02 per kilowatt hour increase in their retail electric prices in January, an increase that usually reverses as we move into the summer.", "This January customers in Massachusetts and Connecticut elected to experience an additional $0.02 to $0.03 increase due to higher gas prices driving power production.", "This would be an additional $20, $25 per month for a typical residential customer compared with last winter.", "Our New Hampshire customers, the rates remain in effect until February, so there's really no impact at this stage for our New Hampshire customers.", "While the vast majority of our residential customers do not use electricity for space heating, we recognize that any increase in energy bills add stress to the household budget.", "And we've redoubled our efforts again to urge customers to take advantage of the more than $500 million that we have available on energy efficiency initiatives that we provide customers throughout our states each year.", "I should note that similar to natural gas prices, wholesale electric prices were extremely low in 2020.", "In fact, they were at a 10-year low.", "So the percentage increase is -- that we're reporting here comes off some very low base numbers from last year.", "As a reminder, increases and/or decreases in the energy component of our electric bills, our pass-throughs dollar-for-dollar pass-throughs, we earn nothing on providing the procurement service for customers."], "abstract": ["compname reports q3 earnings per share $0.82.", "q3 earnings per share $0.82.", "today reaffirmed its previously disclosed 2021 earnings per share (eps) projection of $3.81 to $3.93 per share."]}, {"article_id": "SPG_q4_2020.txt", "article": ["Also on the call are Brian McDade, chief financial officer; and Adam Reuille, chief accounting officer.", "As all of us know, 2020 was a difficult year for all of those affected by COVID-19, including our company.", "Even with the unprecedented operating environment, we accomplished a great deal.", "We earned $9.11 per diluted share and funds from operation for the full year, which includes a $0.06 per share dilution from our recent equity offering in November.", "We generated over $2.3 billion in operating cash flow.", "We acquired an 80% interest in the Taubman Realty Group, made strategic investments in several widely recognized retail brands at attractive valuations and have already made significant progress in repositioning each brand and increasing their operating cash flow.", "We raised over $13 billion in debt and equity markets; opened two new international shopping destinations, expanded two others, completed three domestic redevelopments; abated rent for thousands of small and local businesses, regional entrepreneurs and restaurateurs who, frankly, needed our help to survive; paid $700 million in real estate taxes which, unbelievably, was an increase from 2019 despite losing approximately 13,500 shopping days in our domestic portfolio during the year due to the restrictive governmental orders placed upon us, and that's roughly 20% of the whole year to put in perspective; and we returned $2 billion in cash to our shareholders in dividends.", "These results and, frankly, these accomplishments are a testament to the entire team, Simon team, for the resilience, relentless focus on operations and cost structure and the safety of the communities we serve and, obviously, focused on giving back to the communities in terms of what we did from an abatement and real estate tax point of view.", "Now let's go to the fourth quarter, and then we're going to turn the page.", "Fourth-quarter FFO was $787 million.", "That's $2.17 per share.", "Obviously, that was affected by the dilution of our equity offering that I mentioned.", "I'm pleased that -- to report that with the solid profitability and the $900 million in operating cash flow we generated within the fourth quarter, our domestic international operations in the quarter were negatively impacted by approximately a net $0.95 per diluted share, primarily due to the reduced lease income, including sales-based rents and other property revenues caused by COVID-19 disruption and $0.06 also from the international operations due to various restrictions placed upon those properties.", "Collection from our U.S. retail portfolio continued to improve.", "As of last week, we have collected 90% of our net billed rents for the second, third and fourth quarters combined.", "We made significant progress in the fourth quarter in addressing previously unresolved amounts with certain large tenants.", "We still, even to this day, have a handful of large tenants, unfortunately, who have yet to resolve their receivables.", "And we are hopeful that -- and we anticipate resolving those, certainly, in the next few weeks.", "Again, to remind you, these are on a gross basis and not a company share.", "Last year, our NOI was $1.6 billion in the fourth quarter.", "This year, it's $1.2 billion.", "That's a decrease of 23.9% or approximately $380 million.", "And here are the components of the decline: $220 million in aggregate from domestic rent abatements and higher uncollectible rents, primarily associated with retail bankruptcies.", "And this is an important reminder, we do not amortize any of the abatements.", "Even though through FASB, you could, we chose to write those off in the period that they were granted.", "And hence, they affect our lease income in the period that we decided to go ahead and grant the abatement.", "Approximately $205 million from lower minimum rents reimbursement, short-term leasing, ancillary property revenues and terminations associated with bankruptcy tenants and lower sales volume due to COVID-19 disruption, obviously, lots of government restrictions on restaurants and amount of people we could have in the properties and, just as a reminder to you, we have a great deal of seasonality in the fourth quarter, so obviously, the card kiosk overage rent was impacted by, again, the immense restrictions that we had in terms of operating our portfolio by government mandates.", "And then, we offset some of that decline by our diligent cost reduction initiatives.", "Operating metrics at the fourth quarter was basically flat compared to the third-quarter 2020, and we were down year over year.", "Average base minimum rent was $55.80, up 2.2% for the year.", "Leasing spreads declined primarily as a function of mix.", "We had some boxes last year that rolled out and are no longer in the 12-month reporting period.", "Good news is leasing momentum is continuing.", "We signed over 1,400 leases, representing 6 million square feet and have a number of -- significant number of leases in our pipeline.", "And that's a testament to our quality of our real estate.", "And I do think we're starting to see our retailers get back to what they do best, and that is operate stores.", "We opened two new outlets, frankly, in Spain and Bangkok, which we're proud of.", "We have an outlet under construction in England, which will open this spring.", "Redevelopments, as I mentioned to you, we completed a number of properties.", "We also added, which is essentially the Woodbury of Asia, the Gotemba outlet expansion, another 178,000 square feet and another property in Japan, adding another 110,000 square feet.", "So look for those to add to our cash flow in future years.", "We continue to densify our centers with the opening of a multifamily residential complex and hotel.", "We also have three hotels under construction.", "We completed the redevelopment and -- of another Northshore Mall, and we started construction on an expansion in Naples.", "So we're back to focused on continuing to add improvements across our portfolio worldwide.", "We also have a pipeline, as you know, of redevelopment, new development that is under consideration.", "Now let me just turn to our retail investments, and I think and I hope this puts all of this in proper perspective.", "Obviously, we have an unbelievable track record in capital allocation, making significant returns on investment.", "During the year, we capitalized on buying four recognized retail brands in bankruptcy.", "So we bought them at attractive valuations.", "They include Forever 21, Lucky Brand, Brooks Brothers and Penney.", "Each of these brands, we believe, presents a very interesting repositioning opportunity, and each investment has completed at attractive valuations, and we've made significant progress improving the positioning and operating results of the company.", "And let me just give Forever 21 as an example.", "And as you know, we bought it in February, pre-COVID, well before we knew COVID would have the impact it did on 2020.", "And despite all of that -- despite all of that, Forever 21, both in -- in the company generated a positive EBITDA pre-royalties of approximately $75 million in 2020.", "And we basically paid $67 million for that.", "So our share of that is $30 million.", "And you can divide it by $67 million to give you our return on investment in COVID 2020.", "Now you could probably conclude that that's a pretty good return on investment.", "Now if you put all of our retail brand investments in context, we have approximately $330 million of remaining invested capital, net of cash distributions and the value of appreciation of our ABG investment, which has just had a recent trade.", "And so in marking that to market, our net investment in all of these activities is $330 million.", "And all of these brands will generate for us in 2021, our share, $260 million of EBITDA.", "So you can take $260 million, divide it by $330 million to get a sense of our return on investment.", "Now I want to remind everyone that we do not add back the depreciation associated with these retailer investments to our FFO because it's not real property.", "So the contribution of that from an earnings point of view will, obviously, be much less.", "But the EBITDA is the EBITDA.", "So the other point to make in these retail investments is all of these brands generate $3.5 billion in digital sales.", "$3.5 billion in digital sales.", "And all we have to do is look at how e-commerce brands are being valued today, and I think you could all conclude, we hope you do, that we've been making some wise investments here.", "Now with respect to Taubman, I'm very pleased to have completed the transaction for 80% TRG and their premier retail portfolio, asset portfolio.", "Our teams have worked -- started working together.", "And we are off to a very productive, good spirited start.", "I really do look forward to the partnership and growth inherent in the portfolio, and I think we'll all work very well together.", "As many of you know, we recently filed an S-1 with the SEC to raise $300 million in a Simon-sponsored special purpose acquisition corporation, i.e., SPAC.", "We are currently in a quiet period for the filing and are unable to speak to it, about the proposed offering, at this time.", "We've been very active in the debt and equity capital markets, raising $13 billion in the last 12 or so months and, just some highlights, amended and extended our credit facility with a $6 billion facility that included a $2 billion term loan, which was used to fund the Taubman transaction; issued $3.5 billion of senior notes including the recent $1.5 billion offering in January, addressing all of our 21 unsecured maturities and, obviously, before the treasury really moved up; we completed 15 secured loan financings -- refinancings for $2 billion; and again, in November, we completed a common stock issuance of 22 million shares for $1.56 billion.", "The term loan funded the Taubman deal, and our net debt was flat compared to last year, exclusive of the properties that we added with the Taubman transaction and the term loan drawdown.", "Fourth quarter, we ended our liquidity with $8.2 billion, consisting of about $1.5 billion of cash, including our share of joint venture and $6.7 billion of available credit facility.", "This is net of $623 million of commercial paper outstanding at quarter end.", "Dividend, we paid our fourth-quarter dividend of $1.30 per share, which is $6 in total for the year.", "We paid more than $2 billion in 2020.", "We're up to over $34 billion in dividends of our history as a public company.", "And we're really proud that we paid the cash dividend when many of our other companies are either suspended or completely eliminated or dramatically reduced their dividend.", "Now, finally, let's move on to 2021 because I do, frankly, want to turn the page on 2020 as I'm sure we all -- as you all do.", "We feel confident we've turned the corner.", "We expect growth in cash flow and earnings.", "In 2021, our guidance is $9.50 to $9.75 per share.", "This range, it includes approximately $0.15 to $0.20 per share from our retailer investments.", "Again, keep in mind that we can't add back -- or we don't add back depreciation for those investments.", "That's a growth range of 4.3% to 7%, compared to our full year of $9.11.", "And just no more -- our diluted share count will be 376.", "No significant acquisition or disposition activity and no further government mandate shutdown of our domestic retail properties is in that guidance.", "As you know, we are dealing with certain shutdowns in Europe as we speak.", "So let me just conclude, one heck of a year.", "Let's not repeat it in any stretch of our imagination.", "Let's turn the corner.", "In a very tough environment, we've dealt with just basically about everything.", "And everyone out there, be well.", "And we're ready for any and all questions, though I'm sure people want to go home and warm up because it's cold."], "abstract": ["simon property group sees fy 2021 ffo per share $9.50 to $9.75.", "sees fy 2021 ffo per share $9.50 to $9.75.", "q4 ffo per share $2.17.", "ffo will be within a range of $9.50 to $9.75 per diluted share for 2021.", "expect growth in earnings and cash flow in 2021.", "simon property group - as of feb 5,, has collected from its u.s. retail portfolio, 90% of net billed rents for second, third, fourth qtrs, combined."]}, {"article_id": "WTS_q4_2020.txt", "article": ["Bob will provide an overview of the past year, review our 2021 priorities as well as update you on our market expectations for this year.", "Shashank will provide a detailed analysis of our fourth quarter and full year financial results and discuss our outlook for 2021.", "For information concerning these risks, see our publicly available filings with the SEC.", "I want to start out by expressing my deepest gratitude to our employees around the world.", "Their dedication since the start of the pandemic has been unwavering to ensure our customers' needs were being met and our business continued to move forward.", "This past year has tested everyone's endurance and patience.", "I'm so grateful to our experienced team that was able to nimbly adapt to the dynamics of this constantly changing global environment, and I'm confident the team will continue to proactively manage our business to meet our customer expectations in 2021 and accelerate Watts' strategy.", "I'm also pleased to report that we continue to make progress in our environmental, social and governance efforts and in diversity, equity and inclusion initiatives this past year.", "Our sustainability performance improved following evaluations from several leading ESG rating agencies, and we supported our customers and local communities that were impacted by the pandemic.", "As you know, our product portfolio is aligned with three macro themes.", "Safety & Regulation, Energy Efficiency and Water Conservation.", "We believe this focus dovetails well with the ESG framework.", "In 2020, we launched our first diversity, equity and inclusion survey, which identified key focus areas, and we formed working groups to lead our global diversity initiatives.", "We've also deployed employee training and development programs relevant to this effort.", "As a company, we enacted a comprehensive response to COVID-19 challenges.", "First, employee safety was and remains our priority.", "Through our COVID-19 taskforce, we emphasized safety protocols in the workplace that met or exceeded CDC and other country-specific requirements.", "Secondly, given we are an essential business, we maintained a customer focus.", "We set up a hotline very early in the pandemic to aid healthcare customers with any urgent requirements.", "We expanded our library of online learning tools to offer training and to stay in touch with our customers, which has provided us with great insights into customer focus areas and usage.", "And we continue to invest in new product development to address our customers' needs.", "Regarding our 2020 performance, we proactively took very aggressive cost actions starting late in the first quarter of 2020.", "These address long-term structural as well as short-term discretionary costs.", "The totality of these actions was a positive impact of $55 million to our operating income in 2020.", "Clearly, some of the short-term actions are a headwind in 2021.", "The cost actions helped us maintain our operating margin at 2019 levels despite the top line headwinds.", "We also invested in strategic new product development and in our Smart & Connected strategy.", "We increased free cash flow over 2019 levels by 14%, and we strengthened our balance sheet by paying down debt, putting the company on solid footing as the pandemic subsides.", "We prioritized liquidity by managing working capital, extending our financing agreements, and aggressively paying down existing debt through repatriation and operating cash flow.", "We continued our balanced capital allocation strategy.", "We invested 50% more than 2019 in capital spending to fund growth and productivity.", "We continue to invest in new product development, and we made two small bolt-on acquisitions.", "We acquired the Australian Valve Group in Q3 and The Detection Group, or TDG in the fourth quarter, which I'll discuss momentarily.", "Finally, we sustained our dividends and share repurchase programs.", "Given the circumstances and challenges we faced, 2020 was a successful year for our company.", "Next, I'll review our key priorities for 2021.", "As I previously mentioned, employee safety is our #1 priority.", "We'll continue to promote proper hygiene and safe social distancing practices.", "In 2020, we delivered over 100,000 training sessions, both online and through virtual Lunch & Learn meetings.", "This represented a 70% increase in training sessions over 2019.", "In 2021, we'll continue to enhance our training programs for customers, reps, engineers and contractors in order to drive further customer connectivity.", "We'll continue to elicit customer feedback to drive new product introductions and solutions, including expanding our Smart & Connected portfolio.", "We'll look for opportunities to expand geographically into new regions, either organically or through acquisition.", "Productivity will continue to expand through our One Watts performance initiative and is expected to help fund incremental 2021 long-term investments.", "Now let's briefly talk about how we see the market-shaping up in 2021.", "We gave some preliminary views on this year's markets during our November earnings call.", "Since then, we have finalized our internal operating plans and updated industry data has been published.", "Also, two important macro unknowns have been crystallized, namely the US elections are behind us, and effective vaccines have been approved and the deployment process has begun.", "What is still uncertain is when we can effectively reach herd immunity, which in turn depends on how quickly the vaccine can be disseminated to the broader population and how many people opt to take the vaccine.", "From a macro perspective, GDP forecasts in all our major regions are expected to grow from 2020's depressed levels, with most of our key countries expanding at 3% or higher.", "In the Americas, our market expectations for new construction in both the commercial and residential markets are still mixed and vary by submarkets.", "New residential single-family construction in general looks to be steady with persistently low interest rates, higher housing starts, expected job and income growth and positive demographics, driving anticipated mid to high-single-digit growth in single-family housing starts in 2021.", "And the LIRA index is anticipating the growth rate of homeowner spend on repair and replacement projects to continue into 2021, with spending increasing approximately 4%.", "However, multifamily starts are expected to decline mid-single digits in 2021.", "In nonresidential, we anticipate that overall growth will be challenged.", "We still see divergent growth prospects dependent on the end market.", "The latest industry indicators, including the ABI, construction market data and construction industry confidence indexes are all portending a decline in nonresidential construction in 2021.", "The AIA recently released its semiannual Consensus Construction Outlook, which expects new non-resi construction spend in the US to decrease by about 6% in 2021.", "Also, AGC recently released survey results based on over 1,300 contractors that concluded 2021 will be a very difficult year for many construction firms in their markets.", "Given the various industry indicators and feedback we are getting from the channels, we are anticipating air pocket in activity impacting us starting in the second quarter of this year due to the reduction in non-residential and multifamily new construction starts during the pandemic.", "Existing funded projects continue and are being finished, but we expect new construction projects starting in the second quarter and through yearend may be down significantly.", "In Europe, the markets are also mixed.", "In our Drains business, the Commercial Marine segment is expected to continue to be challenged.", "Project markets are lumpy and homebuilding is flat.", "Government-sponsored home energy subsidies in Germany should continue to provide support, and we see more wholesaler activity in France, at least in the near-term as we enter 2021.", "In Italy, there are concerns with government programs protecting employment that expire in March, which could impact unemployment and recovery there.", "In the Asia Pacific region, the overall economy is expected to grow with GDP up in all regions.", "China is forecasted to grow over 8% in 2021.", "Finally, Middle East GDP is expected to grow in the 3% range, so a little slower than other regions and likely being more influenced by adverse geopolitical issues and energy demand.", "Now I'd like to provide an update on our Smart & Connected product initiatives.", "When we started evaluating the potential for transforming our portfolio to be Smart & Connected in 2015, we realized we had deep capabilities and competencies in our Watts Electronics and Tekmar businesses, but little in the way of a development pipeline or strategic plan.", "Today, each of our business units has clear strategic goals to digitally transform their product portfolio where possible.", "Additionally, we have created and deployed a dedicated team that has a mandate for ensuring that our connections are robust, scalable with our businesses, and most importantly, secure.", "With these added resources, we have more than 85 people working exclusively on Smart & Connected products globally, a 55% increase in resources over 2019.", "Cumulatively, we have exceeded 70,000 connected devices shipped since we started selling Smart & Connected products.", "The primary goal of our Smart & Connected initiative is to enhance the value our products provide to customers.", "We are focusing our efforts on the following key areas.", "Safety and regulation, like our IntelliStation digital mixing products.", "Water hygiene, like our HF Scientific instruments.", "Energy efficiency in products like our AERCO boilers and PVI water heaters.", "Leak detection systems like the Century Plus backflow discharge system.", "These systems will ultimately provide us with the meaningful data that we can begin leveraging to further enhance our product performance, customer service levels and our own operational activities.", "In addition, we see pathways toward subscription services.", "In 2020, our Smart & Connected solutions continued to represent a larger share of our sales and were in the mid-teens of total Watts sales.", "We're still focused on achieving our goal of 25% Smart & Connected product sales by 2023.", "On slide five, let me highlight two Smart & Connected product solutions.", "As I mentioned previously, we made a small acquisition in the fourth quarter, a company called The Detection Group, or TDG.", "TDG provides factory mutual approved wireless leak detection products and notification services for commercial and multifamily buildings.", "Sales approximate $4 million annually.", "We were interested in TDG as another offering to bundle into our overall Smart & Connected suite of products.", "Their products are addressing a key pain point for commercial and multifamily building owners, that being rising insurance costs due to water leaks.", "On the right side of the slide, you will see an in-house developed solution that leverages multiple Watts brands to provide a single connected user experience.", "The Dormont FloPro-MD combines our Dormont gas connector manufacturing with our Tekmar Electronics expertise on a single Bluetooth-enabled device and is utilized by service technicians and gas equipment installers to read and document consumption, pressure and flow of gas via a proprietary mobile app.", "This allows installers to quickly identify and report if a problem may be related to equipment or to disturbances in the gas line.", "This reduces the need for return service calls and increases efficiency during initial start-up or repair and maintenance procedures.", "FloPro-MD is another good example of how far we can combine our capabilities to create solutions that address everyday customer challenges.", "We remain excited about the future of Smart & Connected systems and what it's bringing to Watts and the industry.", "Now, Shashank will review our results for the fourth quarter and full year and offer our outlook for 2021.", "Reported sales of $403 million were up 1% year-over-year.", "Organic sales were down 2%, but were more than offset by net acquired sales and a foreign exchange tailwind.", "While each region experienced lower organic sales, America and Europe sales were better than anticipated.", "Acquired sales, net of divestiture, approximated $1 million in the quarter.", "I will review regional performances momentarily.", "Adjusted operating profit of $55 million, a 10% increase, translated into an adjusted operating margin of 13.6%, up 110 basis points versus last year.", "Benefits from cost actions, including restructuring and productivity savings, more than offset lower volume and incremental growth and productivity investments.", "Investments totaled $3 million in the quarter.", "Adjusted earnings per share of $1.15 increased 15% versus last year.", "EPS growth was driven by $0.08 from operations and $0.07 primarily from a lower adjusted effective tax rate and positive foreign currency translation.", "The adjusted effective tax rate in the quarter was 24.6%.", "The rate declined as compared to last year as new regulations provided an opportunity to benefit from a favorable tax election, and we received tax benefits related to foreign exchange on cash repatriation.", "GAAP reporting included a net tax charge of $9.7 million or $0.29 a share, primarily driven by increased income tax expense resulting from recently issued final tax regulations which reduced the realizability of foreign tax credits.", "In summary, aggressive cost controls and a higher American and European topline drove the better-than-anticipated operating results.", "In the Americas, reported sales decreased by approximately 1% to $264 million.", "Organically, sales were down by approximately 2%, with growth in certain plumbing and electronic products being more than offset by reductions in heating and hot water, water quality, drains, and HVAC product sales.", "Together, positive foreign exchange movements in the Canadian dollar and the TDG acquisition added 1% to sales year-over-year.", "Americas adjusted operating profit for the quarter increased 1% to $46 million.", "Adjusted operating margin expanded 40 basis points to 17.4%.", "The margin increase was driven by cost savings and productivity, which more than offset the volume reduction and incremental investments.", "We made approximately $2 million more in investments than the previous year.", "Overall, Americas sales were slightly better than anticipated, with cost actions driving the positive bottom line.", "Turning to Europe, sales of $120 million were up 6% on a reported basis, driven mainly by a stronger euro as foreign exchange increased sales by 8% year-over-year.", "Organically, sales were down 2%, which was better than we had expected.", "From a platform perspective, we saw growth in fluid solutions from higher plumbing and HVAC sales being more than offset by continued drain softness, especially sales into the commercial marine market.", "By region, we saw growth in Italy with France flat and Germany and Scandinavia both down.", "Italy saw strength in the plumbing, wholesale, electronics and OEM markets.", "France saw growth in the wholesale and OEM markets being offset by drains.", "In Germany, the sales decline was driven by reduced drain sales into commercial marine applications and in electronics, partially offset by continued strong sales into OEMs that are supporting government subsidized energy savings programs.", "Scandinavia was down with softness in drains and the wholesale market.", "Adjusted operating profit in Europe was approximately $17 million, a 25% increase over last year.", "Adjusted operating margin of 14% increased 220 basis points, primarily due to cost actions and productivity, including restructuring savings which more than offset lower volume and investments.", "In summary, Europe's top line performed better-than-expected and along with restructuring benefits delivered a solid operating performance in the quarter.", "Now let's review APMEA's fourth quarter results.", "Sales approximated $19 million, up 1% on a reported basis, with favorable foreign exchange movements of 5% probably in China and net acquired sales growth of 4%, more than offsetting an organic decline of 8%.", "We saw double-digit organic growth within China, where commercial valve sales into datacenters continued to be strong.", "Outside China, double-digit organic sales declines in the Middle East and Australia offset nominal growth in New Zealand.", "Adjusted operating profit of $3.4 million was up 13% versus last year with adjusted operating margin up 170 basis points driven by cost controls, productivity and high intercompany volume, partially offset by lower third-party volume and investments.", "So APMEA saw continued China growth, while other regions are still dealing with the impacts of COVID.", "On slide eight, let me speak to the full year results.", "For 2020, reported sales were $1.5 billion, down 6% on a reported basis.", "The decrease was primarily driven by an organic sales decline of 7%, attributable to the effect of COVID-19.", "Foreign exchange and acquisitions had a 1% positive effect on sales year-over-year.", "Adjusted operating margin was 12.9% in 2020, flat with 2019 and a good result factoring in lower volume.", "A decremental decline in adjusted operating profit was 13% for the year.", "We were able to mitigate the impact of the volume decline through aggressive cost actions which totaled $55 million in 2020.", "It is important to note that we maintained our adjusted operating margin while still funding incremental investments of roughly $9 million during the year.", "Adjusted full year earnings per share of $3.88 declined 5% versus the prior year.", "There was a decrease from operations due to the pandemic related sales decline, but this was partially offset by lower adjusted effective tax rate and favorable foreign currency translation.", "Free cash flow for the full year was $187 million, an increase of 14% over 2019 driven by better working capital management, especially in accounts receivable.", "Free cash flow conversion was 164%.", "We increased free cash flow while still investing 50% more in key projects over 2019.", "These investments were specifically in new product development, capacity expansion and factory productivity.", "In total, we invested $44 million in 2020, which equates to 140% reinvestment ratio.", "In 2020, we returned $60 million to shareholders in the form of dividends and share repurchases, an 18% increase over 2019.", "During 2020, we also paid down debt by $110 million.", "Our net debt to capitalization ratio is now negative at 2% at yearend as compared to a positive 8.4% in the prior year.", "We used cash from repatriations and operations to pay down debt.", "Our balance sheet continues to be in excellent shape and provides substantial flexibility to address our capital allocation priorities.", "Given the many operating and personal challenges we faced with COVID in 2020, our ability to proactively manage costs, maintain margins in a down environment and strengthen our balance sheet was noteworthy.", "Bob characterized the year as successful, and I would agree.", "Now on slide nine, let's discuss the general framework we considered in preparing our 2021 outlook.", "First, let's look at expected headwinds.", "COVID-19 will continue to be a focal point and the evolution of the pandemic could provide potential headwind until we reach herd immunity.", "We mentioned the non-residential and multifamily air pocket that could affect new construction and discretionary repair/replace.", "Its timing and length will determine the impact on our business.", "We presently believe that this air pocket will impact us starting in the second quarter of 2021.", "Consistent with our ongoing strategy, we are going to incrementally reinvest for the long-term growth of the business, especially in investments to drive our Smart & Connected strategy.", "Of the $55 million of cost actions we took in 2020, we expect that approximately $15 million of these costs will return in 2021.", "These costs include pay reductions, government incentives, travel and MARCOM.", "In the middle column are themes that we'll continue to monitor.", "There are several geopolitical concerns that could impact Asia Pacific and the Middle East as well as Europe.", "With the US election results behind us and a new administration in place, the transition and new policy proposals will take time to sort out, especially regarding further fiscal stimulus and future potential tax increases.", "Commodity inflation, especially in copper and steel, have been significant.", "We have also experienced substantial cost increases in logistics, packaging and insurance.", "We have announced price increases to help mitigate the current cost increases.", "Now looking at anticipated tailwinds, residential single-family construction should continue to grow in 2021.", "We expect to benefit from new product introductions, including additional Smart & Connected products.", "We intend to drive continuous improvement through our One Watts performance efforts with additional productivity initiatives within our factory walls as well as in the SGA function.", "And we should benefit from incremental savings on cost actions taken last year.", "As discussed, our balance sheet is exceptionally strong coming into 2021.", "We have the flexibility to pursue inorganic growth opportunities to augment the business, assuming a transaction meets our strategic and financial criteria.", "Lastly, global economies are expected to continue to recover in 2021 from the lows of the COVID induced recession of 2020.", "With that backdrop, let's review our outlook for the full year 2021.", "On slide 10, we have provided our major assumptions.", "We estimate that organically, Americas sales may range from down 5% to flat in 2021.", "We expect adjusted operating margin in the Americas may be down compared to 2020, with incremental cost savings and productivity initiatives offsetting increased costs that were suspended last year.", "Sales should increase by about $4 million with the addition of the TDG acquisition.", "For Europe, we are also forecasting organic sales to be down 5% to flat.", "Adjusted operating margin may decline for similar reasons as the Americas.", "In APMEA, we expect organic sales may grow from 2% to 6% for the year.", "Sales should also increase by approximately $6 million from the AVG acquisition.", "We anticipate adjusted operating margin may decline against 2020 as some level of expenses get reintroduced and intercompany volume is expected to decline year-over-year.", "Overall, on a consolidated basis, we anticipate Watts organic sales to range from down 5% to flat in 2021.", "Organically, we expect that first half sales may be better than the second half from a year-over-year perspective.", "We have an easier second quarter comp due to the major COVID impact last year.", "Also, the second half will be challenged as we anticipate nonresidential and multifamily new construction markets will slow due to the air pocket we've mentioned.", "We estimate our adjusted operating margins may be down 50 to 90 basis points.", "This is primarily driven by the 2021 time/cost headwinds of $15 million, decremental lower volume, incremental investments of $13 million, and general cost inflation, which are being partially offset by $14 million of incremental restructuring savings, along with price and productivity actions.", "Now a few other key inputs to consider for 2021.", "We expect corporate costs to be about $40 million for the year.", "Interest expense should be roughly $10 million.", "Our adjusted effective tax rate for 2021 should approximate 27%.", "Capital spending is expected to be in the $40 million range as we will continue to reinvest in our manufacturing facilities, systems and new product development, which will support future growth and productivity.", "Depreciation and amortization should be approximately $46 million for the year.", "We expect to continue to drive free cash flow conversion equal to or greater than 100% of net income.", "We are assuming a 1.22 euro-US dollar foreign exchange rate for the full year versus the average rate of 1.12 in 2020.", "Please recall that for every $0.01 movement up or down in the euro-dollar exchange rate, our European annual sales are impacted by approximately $4 million, and our annual earnings per share is impacted by $0.01.", "We expect our share count should approximate $34 million for the year.", "Finally, a few items to consider for Q1.", "For Q1 organically, we see sales down 3% to up 1%, with Americas and Europe sales slightly negative and APMEA likely experiencing organic growth in line with the full year range due to easier comps from Q1 COVID impact last year.", "We estimate our Q1 operating margin will be flattish in the first quarter as compared to Q1 last year.", "Acquired sales should approximate $2.5 million in Q1, $1 million in the Americas and $1.5 million in APMEA.", "We expect incremental investments of $2 million to $3 million in Q1.", "The investments will be offset by about $5 million of incremental restructuring savings.", "The adjusted effective tax rate should approximate 26%.", "We anticipate foreign exchange would be a tailwind in Q1, given current rates as compared to the first quarter of 2020.", "So overall, we see 2021 as a transition year for the company.", "During this time, we expect many of our end markets may be adversely affected, putting pressure on our organic growth and margin expansion opportunities, but we are taking this opportunity to continue to invest for the future, deepen our customer relationships, and empower our people to drive us forward.", "The team successfully navigated through a very trying year.", "We were able to adapt to the many challenges caused by the COVOD pandemic, delivering strong results by controlling what we could, given the economic environment.", "Our market outlook for 2021 remains guarded.", "Timing for broad dissemination of the vaccine is critical to reduce uncertainty and restore some normalcy to the markets.", "We see a challenging year starting in the second quarter, given current industry indicators and the lack of new nonresidential and multifamily construction starts in 2020.", "Smart & Connected products continue to gain momentum, and we expect they should continue to grow in 2021.", "Productivity and efficiencies gained through the One Watch performance system will continue and help fund investments.", "We plan to deliver strong free cash flow.", "As always, we'll remain disciplined in our capital deployment, prioritizing reinvestment in bolt-on acquisitions that strengthen our core, further expand our geographic reach and add technology to build scale.", "We'll be closely monitoring how the COVID vaccination process develops and how that affects customer sentiment and the construction markets.", "Given our 2020 performance, I'm very confident in our experienced team will work through the near-term COVID issues and execute on what we can control in 2021, while still focusing on our long-term growth strategy."], "abstract": ["q4 adjusted earnings per share $1.15.", "q4 sales $403 million versus refinitiv ibes estimate of $385.9 million.", "covid-19 will continue to affect our business in 2021."]}, {"article_id": "WMS_q3_2021.txt", "article": ["With me, I have Scott Barbour, our President and CEO, and Scott Cottrill, our CFO.", "A copy of the release has also been included in the 8-K submitted to the SEC.", "We delivered another quarter of record financial performance in the third quarter of fiscal 2021.", "Sales grew 24% year-over-year, driven by 17% non-residential sales growth and 36% residential sales growth, as we continue to execute at both ADS and Infiltrator in a favorable demand environment.", "In fact, sales across each of our end markets increased double digits in the quarter.", "It was very encouraging to see the demand in our non-residential end market increase 17% this quarter.", "We continue to benefit from growth in horizontal construction, such as warehouses, distribution centers, data centers and developments that follow the residential build-out.", "There was continued strength in the regions we have experienced growth this year, such as the Atlantic Coast and Southeast, and we experienced a rebound in regions that have been softer this year like the Northeast and Western United States.", "In addition, allied product sales in the non-residential market increased 23%, giving us confidence in the underlying market strength.", "We also continue to experience strength in our residential market with 36% growth in the quarter, driven by favorable dynamics in new home construction, repair/remodel and on-site septic, accelerated by the material conversion strategies at both businesses.", "Our indicators are showing that homebuilders continue to acquire land for future development and that there's an overall shortage in available homes, which bodes well for both the front end, new community development stake with ADS and at the home completion stage with on-site septic at Infiltrator.", "The retail market, which is roughly 25% of our residential sales, continues to experience strong growth as well with the continued strength in remodeling and home improvement.", "Sales in the agriculture market increased 33% this quarter, driven by the programs we put in place around organizational changes, new product introductions, and improving execution as well as favorable weather and market dynamics.", "These dynamics are being driven by favorable indicators such as higher farm income and strong crop pricing, which is leading to farmers to invest in land productivity through better field drainage.", "Improving field drainage is a low-risk, proven method of increasing per acre yield for farmers.", "International sales also increased 18%, primarily driven by double-digit growth in our Canadian business, which represents about 70% of the international revenue.", "Canada is doing well across both the construction and agriculture end markets with similar market trends to the United States.", "Additionally, this quarter, we were able to leverage our pipe manufacturing facilities in Mexico to help service the strong demand we experienced in the United States.", "We expect a slower recovery from the COVID-19 pandemic in our Mexico and our export businesses, but these markets will recover and return to growth.", "Finally, Infiltrator continues to exceed expectations with 37% sales growth in the third quarter.", "Infiltrator continues to see double-digit growth in tanks and leach field products with strong growth in Georgia, North Carolina, Florida and Tennessee among other states.", "This was led by their material conversion strategy of displacing concrete septic tanks with plastic tanks and the economic advantages of septic chambers in leach field systems.", "Moving to our profitability results.", "We achieved another quarter of record adjusted EBITDA during the period.", "Adjusted EBITDA margin increased 540 basis points overall in our first full quarter of comparable results from the Infiltrator acquisition.", "The increase in profitability in both businesses was driven by leverage from the strong sales growth, favorable pricing and material costs as well as contributions from our operational productivity initiatives.", "In January, we hosted a well-attended ADS Distributor Conference to touch base with our partners and outline how we are thinking about the business moving forward.", "We have many new faces and roles among our senior leadership team and with that comes new focused programs to build on the ADS value proposition, including the service component of our business.", "The ADS value proposition includes not only the products we design and manufacture, it includes the delivery and design services led by the logistics and transportation we provide to our distribution partners and customers.", "This speaks to ADS' unique model, is not just a pipe manufacturer, but also a large specialized logistics and transportation company.", "We are committed to investing in the people, processes, technology and fixed capital to deliver on customer expectations and increased capacity to meet our customers' needs.", "We also talked to our customers about the new ADS brand and our digital marketing initiatives.", "You may have noticed we updated the ADS logo, and are in the process of rolling out our refreshed brand to encompass the progress we've made over the last several years.", "Our new brand identity not only visually updates the look of ADS to reflect who we are as a company today, it reflects where we are going.", "Our products and services platform, sustainability initiatives and community involvement all drove the new brand look and tag line, Our Region is Water, setting the tone for our updated mission and values, which will be rolled out over the next several months.", "Looking forward, we believe the demand environment in calendar 2021 will look similar to what we experienced overall this past year.", "We are certainly fortunate that as part of the construction industry supply chain, we could manufacture and ship our products over the last 12 months without significant interruption.", "My observation is that the construction industry, including the manufacturing, distribution and contractors weathered the pandemic and related economic disruptions better than many parts of the economy.", "We will continue executing on our material conversion and water management solution strategies in what I expect to be a favorable demand environment, benefiting from our national presence as well as our favorable geographic focus in end market exposure.", "Our confidence in these favorable trends is supported by the strength of our order book, our project tracking, the book-to-bill ratio in the backlog.", "While we have some cost headwinds coming at us in the fourth quarter, including inflationary costs, such as materials and transportation, we are confident we will be able to offset them through favorable pricing, level loading at our facilities, operational productivity initiatives, our recycling programs and the capital deployment initiatives.", "In summary, we did a great job executing this quarter, and we'll look to build on our strong market position, execution and new levels of profitability going forward.", "We will stay focused on employee health and safety and delivering on the needs of our customers.", "As we look ahead, we are well-positioned to capitalize on residential development and horizontal construction, while continuing to generate above-market growth due to execution of our material conversion and water management solution strategies.", "We will remain focused on disciplined execution as we look to close out on a very strong 2021.", "On Slide 6, we present our third quarter fiscal 2021 financial performance.", "I'll be brief on this slide, as Scott has already covered a lot of the details here, but I want to reiterate a few key points.", "The very strong 24% revenue growth we reported this quarter was driven by both volume and pricing as well as strong growth across both our ADS legacy and Infiltrator businesses as well as in each of our end markets and product applications.", "The demand environment for our products remain strong, and we expect this strength to continue as we move forward into calendar 2021.", "The 52% growth in consolidated adjusted EBITDA was driven not only by this strong topline growth, but by favorable material costs, operational efficiency initiatives as well as our synergy programs.", "Finally, we continue to monitor our costs and are committed to offsetting increases that materialize through a combination of pricing as well as operational and productivity initiatives and continue to look to expanding margins year-over-year as we move forward.", "Overall, we are very well-positioned to leverage the favorable demand environment anticipated due to our market-leading position, national relationships, breadth of products and services, as well as our geographic and end market diversity.", "Moving to Slide 7.", "Our year-to-date free cash flow increased by $141 million to $391 million as compared to $250 million in the prior year.", "These impressive free cash flow results were driven by our strong year-to-date sales growth and profitability as well as execution on our working capital initiatives.", "Our working capital decreased to 16% of sales, down from 19% of sales last year.", "In addition, we ended the quarter in a very favorable liquidity position, with $224 million of cash and $339 million available under our revolving credit facility, bringing our total liquidity to $563 million.", "It is also worth noting that our trailing 12-month leverage ratio is now 1.1 times.", "Given our strong balance sheet position, capital deployment remains one of our top strategic initiatives.", "Our first priority continues to be investing organically in the ADS and Infiltrator businesses to support growth, innovation, productivity, safety and new product development.", "M&A is our next priority.", "We remain very focused on following our disciplined acquisition process as we move forward into calendar 2021.", "Finally, on Slide 8, we increased our revenue and adjusted EBITDA guidance ranges for fiscal 2021.", "Based on our performance to date, order activity, backlog and current market trends, we currently expect net sales to be in the range of $1.915 billion to $1.950 billion, representing growth of 14% to 17% over last year.", "Adjusted EBITDA to be in the range of $550 million to $565 million, representing growth of 52% to 56% over last year.", "And we expect to convert our adjusted EBITDA to free cash flow at a rate of greater than 60% for the full year.", "Operator, please open the line."], "abstract": ["for fiscal 2021 net sales are expected to be in range of $1.915 billion to $1.950 billion.", "for fiscal 2021 adjusted ebitda is expected to be in range of $550 million to $565 million."]}, {"article_id": "AWI_q3_2021.txt", "article": ["Today we have Vic Grizzle, our CEO; Brian MacNeal, our CFO to discuss Armstrong World Industries' third quarter 2021 results, our rest of the year outlook, and progress on our growth initiatives.", "Both are available on our Investor Relations website.", "These statements involve risks and uncertainties that may differ materially from those expected or implied.", "We delivered strong third quarter topline growth, up 19% versus 2020 results with Mineral Fiber sales increasing 15% and Architectural Specialties sales improving 31%.", "Adjusted EBITDA of $99 million was 8% ahead of prior year results.", "We are pleased to have achieved these results against the backdrop of a choppy market recovery, increasing inflation, and supply chain disruptions throughout the construction industry.", "Unrelated to these challenges, we also experienced a rare manufacturing equipment failure causing lower-than-expected production rates in September, which Brian will discuss in greater detail in a moment.", "Despite these challenges and the rare production issue, we reaffirmed the midpoints of our full-year 2021 guidance and expect to have a strong finish to the year.", "To that point, these continue to be unprecedented times.", "Inflation remains a strain on raw material, freight, labor, and energy costs throughout the construction industry.", "At AWI, we have moved proactively throughout the year to increase prices and stay ahead of these inflationary pressures.", "And consistent with our performance over the past decade, we have successfully stayed ahead of inflation.", "We recognize this is unique and it's a testament to the strength of our industry-leading service model and the high-quality innovative products we manufacture that allows us to earn those price increases in the marketplace.", "Specifically within our Mineral Fiber segment, we reported third quarter AUV growth of 14% which is the highest level we've achieved since we separated from the flooring business in 2016.", "And this growth was largely driven by like-for-like pricing improvements.", "And not unrelated to inflationary pressures, supply chains throughout the economy have also been under unprecedented pressure.", "Again our teams throughout the organization, have been on top of their game.", "They have remained agile and dedicated to limiting disruptions to our customers and partners.", "This is critical because of our best-in-class service model is an important component of our value proposition to our distributors and to the contractors who depend on them.", "Because of this importance, we set a high bar for our service performance.", "While many companies may track two or three service performance metrics, we track six as part of what we call our perfect order measure.", "These include order fill accuracy, on-time delivery, shipping damage, billing accuracy, product defects, and returns.", "And I can share with you with great satisfaction that this measure not only remained above our 90% threshold throughout 2021 for the Mineral Fiber segment in particular but it's improved in the third quarter.", "So I'm proud of how our teams have executed to handle these unprecedented challenges internally to meet our customers' needs.", "Now externally, these challenges have impacted our business in the form of project delays, impacting both our Mineral Fiber and Architectural Specialties segments.", "Despite these challenges, Mineral Fiber sales volumes increased in the third quarter versus prior year on the strength of the R&R part of our business that has more than offset the impact of these project delays and the lower new construction activity.", "Our sales rate per shipping day also showed sequential improvement in the quarter.", "In fact, September sales rate per day eclipsed that of 2019, and the quarterly results for this metric has now improved sequentially for the last five quarters.", "From a profitability perspective, the Mineral Fiber segment generated strong gross margins compared to prior year, reflecting positive like-for-like pricing, improved mix, and our ability to overcome the production headwind I mentioned earlier, with other productivity efforts, and in fact, this was the best gross margin level since 3Q of 2019.", "Our WAVE joint venture delivered another strong quarter as they have maintained excellent pricing discipline to stay ahead of inflationary pressures.", "We're also pleased with the performance of one of the Group's newest innovation called SimpleSoffit.", "Now like many of our innovations, we've introduced SimpleSoffit drive efficiencies for our customers and for those who ultimately install our products.", "Soffit framing is a common design feature that requires a significant use of labor and materials on commercial construction jobs and has a variety of complexities based on interior design and the accommodation of HVAC systems.", "Given the pressures on labor, we realized creating savings in this area could be a significant value generator for our customers.", "What the team at WAVE introduced are prefabricated soffit framing systems that are engineered using our automated design software to match the design specs and come prepackaged and easy to handle flat boxes.", "Because of their design, our SimpleSoffit systems can be installed up to 3 times faster than traditional methods, with less material and labor hours.", "SimpleSoffits are making a significant difference in terms of speed and cost on the sites where they have been used, including some high profile projects such as the new PG&E headquarters in California, The Kansas City International Airport and for hockey fans out there, the UBS Arena at Belmont Park, where the New York Islanders will drop the puck for the first time in mid-November.", "We're very excited about how this new innovative product has gained traction and the value it's creating for our customers.", "In the Architectural Specialties, the segment had a strong top-line quarter as well, improving -- and improving margin performance.", "In addition to the contributions from our 2020 acquisitions, sales and earnings from the organic business rebounded nicely from prior year lows.", "We've also successfully introduced price increases for these products and that is helping address some of the inflationary pressures on this segment as well.", "New construction and major renovation activity improved but was uneven due to project delays, even with those challenges and our continued growth investments in this segment, Architectural Specialties' EBITDA margin improved 350 basis points sequentially and I expect these improvements to continue back above the 20% level.", "We remain optimistic about the '22 and '23 outlook for Architectural Specialties, given the fact that we are on track to exit 2021 with a very strong order backlog and bidding activity remains robust.", "As new construction activity regains momentum we expect sales growth to further accelerate in this segment.", "The broader industry indicators that we track also support our growing optimism for both the AS and the Mineral Fiber segments.", "As many of these have continued to improve or remained in positive territory in the third quarter.", "GDP forecast remained above 5%, the Architectural Billing Index ended September well into expansionary territory at 56.6, up from August reading of 55.6, similar to the second quarter of Dodge data for both bidding and construction starts improved double-digits.", "These are strong indicators for growth in 2022 and 2023 and with our recent investments, we are well-positioned to capture additional growth as the market recovers.", "Today, I'll be reviewing our third quarter 2021 results and our updated guidance for the year.", "On Slide 5, we begin with our consolidated third quarter 2021 results.", "Adjusted net sales of $292 million were up 19% versus prior year.", "Adjusted EBITDA grew 8% and EBITDA margins contracted 320 basis points.", "EBITDA margins contracted due to continued investments in SG&A and lower manufacturing productivity.", "Adjusted diluted earnings per share of $1.17 was 9% above prior year results.", "Adjusted free cash flow was 28% above prior year results.", "Our balance sheet remains healthy as we ended the quarter with $439 million of available liquidity, including a cash balance of $94 million and $345 million of availability on our revolving credit facility.", "Net debt at the end of the quarter was $533 million and our net debt to EBITDA ratio of 1.5, as calculated under the terms of our credit agreement, remains well below our covenant threshold of 3.75.", "In the quarter, we repurchased 187,000 shares for $20 million, for an average price of about $107 per share.", "As of September 30, we had $544 million remaining under our repurchase program, which expires in December 2023.", "Last week, we announced a 10% increase in our quarterly dividend, this is our third increase in the last three years and when paired with our share repurchases, is a reflection of our commitment to our balanced and disciplined capital allocation priorities that continue to be investing in the business, expanding into adjacencies through acquisitions, and returning capital to shareholders.", "You can see our consolidated third quarter EBITDA bridge from the prior year results on this slide as well.", "The $8 million adjusted EBITDA gain was primarily due to favorable AUV driven by positive like-for-like pricing and favorable channel mix, increased volume driven by the 2020 acquisitions, and contributions from WAVE equity earnings.", "This favorability was partially offset by higher SG&A costs, increased input cost on freight raw, materials, and energy, and an increase in manufacturing cost driven by the 2020 acquisitions.", "The increase in SG&A was driven by more normalized discretionary spending compared to the prior year cost reductions, an increase in variable compensation, investments for future growth in our Healthy Spaces and digital initiatives, and the 2020 acquisitions.", "Not surprisingly, like many other manufacturing companies, we felt inflation impacts throughout our supply chain, albeit less than some other building product companies.", "Our strong supplier partnerships have never been more important and our teams have done a great job of managing through this challenge.", "We expect inflationary pressure to continue into the fourth quarter, we now see cost of goods sold inflation somewhere in the 4.5% to 5% range for the full year 2021.", "As demonstrated historically and in this quarter, we will work to drive like-for-like pricing above inflation.", "Our Mineral Fiber segment results are on Slide 6.", "In the quarter, sales increased 15%, mostly due to favorable AUV previously mentioned.", "We saw sequential improvement in our sales per shipping day metric and continue to track this closely in comparison to both 2020 and 2019.", "AUV fell through to EBITDA at historical highs, as a result of the price increases we announced in February, May and August, and again is the outcome of our ability to price ahead of inflation.", "Mineral Fiber segment adjusted EBITDA increased 10%, driven by the AUV gains and another strong quarter of equity earnings from the WAVE joint venture.", "The team at WAVE has done a great job of pricing ahead of the steel inflation and managing issues across the supply chain.", "These gains were partially offset by higher SG&A spending due to the return of prior-year cost reductions, increased variable compensation and investments to support our growth initiatives.", "Input cost trended higher this quarter due to raw material, energy and freight inflation, which remains a top focus area for us as we end the year and prepare for 2022.", "In addition, we experienced a $3 million headwind due to unplanned maintenance activities at two of our larger plants.", "This caused downtime at both plants and drove lost productivity, higher scrap costs and additional freight cost to maintain our best-in-class service levels.", "Both situations where remediated during the quarter and I'm happy to report that the plants are running very well in October.", "This is an atypical event for AWI.", "As many of you know, we consistently drive plant productivity year after year.", "Moving to Architectural Specialties or AS segment on Slide 7.", "Third quarter adjusted net sales grew 31% or $19 million with the 2020 acquisitions in terms of Turf, Moz, Arktura, contributing $16 million and organic sales increasing $3 million.", "AS segment adjusted EBITDA increased 1% as improved sales from the 2020 acquisitions and the organic business more than offset project push outs, higher SG&A, and increased manufacturing costs.", "The adjusted EBITDA margin for the segment improved 350 basis points sequentially from the second quarter but contracted 500 basis points when compared to the third quarter 2020 results.", "This segment is still being pressured by inflationary conditions continued along with a recent spike in project delays due to commercial construction labor disruptions and supply chain challenges.", "The project push outs are delaying some revenue to Q4 and 2022.", "In September, we announced an additional round of price increases for AS products, which have already gone into effect.", "We've had AS price increases in each quarter of 2021.", "Slide 8 shows the drivers of our consolidated results for the nine-month period, including a breakout of the impact for our 2020 acquisitions.", "Sales for the first nine months of the year were up 18% and adjusted EBITDA increased 10%.", "The year-to-date results are driven by higher volumes as the second quarter lapped a prior year more significantly impacted by the pandemic, favorable AUV, and increased WAVE equity earnings, which were partially offset by higher SG&A spend and increased manufacturing in input costs.", "Adjusted diluted earnings per share increased 12% to $3.28.", "Slide 9 shows year-to-date adjusted free cash flow performance, which is flat versus the prior year.", "Increases in cash earnings, working capital improvements, and WAVE-related dividends were offset by an increase in income tax payments and higher capex spending following a reduced prior year in an effort to manage cash and liquidity during the pandemic.", "Our cash generation through the first nine months is in line with our expectations.", "We summarize our updated guidance for 2021 on Slide 10.", "Please note, this guidance update assumes no significant pandemic-related shutdowns or material job delays due to supply chain issues.", "We are narrowing our guidance ranges for all key metrics and now we expect year-over-year revenue growth of 17% to 18%, adjusted EBITDA growth of 13% to 15%, adjusted earnings per share growth of 14% to 16%, and adjusted free cash flow of down 7% to 2%.", "The right side of the page highlights updates for the prior -- from the prior guidance communicated in July.", "You'll notice the increase in Mineral Fiber AUV range from 9% to 11% as our teams continue to do a great job of realizing price from our three Mineral Fiber increases this year.", "We're bringing down the range of our Mineral Fiber volume to 1% to 2% as near-term choppiness remains and projects are delayed into the out months and 2022.", "We continue to invest in our Healthy Spaces and digital initiatives and believe they will be meaningful contributors to our future growth.", "But the larger impact on volume for the current year is the project delays previously discussed.", "This is a shift in contribution between the 2020 acquisitions and the organic business to the AS segment as revenue impacts are felt from the project delays.", "We now expect the 2020 acquisitions to contribute about 30% growth and AS organic in the mid-to-high single-digit range.", "In conclusion, I'm proud of the work our teams have accomplished throughout the third quarter in the face of supply chain challenges and a renewal of COVID-19 concerns.", "It certainly wasn't easy but they delivered a solid quarter.", "These are challenging times but I remain optimistic that our investments in the future, whether it's in people, growth initiatives, innovation, or partnerships, will unlock the next level of growth for AWI.", "Before we get into the Q&A session, let me share a little bit more about how we see our current position and the progress on key initiatives and what that means for the future here at Armstrong.", "Inflation and supply chain challenges are likely to persist into next year.", "But at AWI, we're demonstrating that we can manage our way through this, successfully delivering price ahead of inflation and minimizing the impact from supply chain disruptions.", "Market conditions are continuing to improve albeit and an uneven and choppy-like fashion.", "Despite the unevenness in the recovery, we have remained focused on strengthening our competitive advantage and improving our long-term growth trajectory.", "Our strong financial position has allowed us to continue investing in our growth initiatives, such as Healthy Spaces and digital innovation and those efforts are progressing well and gaining traction.", "Our Healthy Spaces product sales have continued to improve quarter-on-quarter and there are clear signs of the growing recognition of the role ceilings can play in ensuring indoor spaces are healthy.", "For example, we have seen a significant uptick in our demand for health zone products.", "This is the first line of our Healthy Spaces solutions.", "As a reminder, these products were introduced a few years back to meet the needs of the healthcare environments in terms of disinfectibility and washability, which are now attributes important to any and all indoor spaces.", "On a year-to-date basis, sales of these products have increased 38% versus 2020 and over 20% versus 2019 levels.", "What's most encouraging is that approximately 60% of these sales are now coming from outside of the healthcare vertical.", "This is validating the broader need and the transferability of existing Healthy Spaces solutions to more general-purpose applications such as offices, schools, and hospitality.", "VidaShield and AirAssure, the two products that we introduced at the end of last year, again still early days, but the progress is encouraging.", "Sales of these products in the third quarter doubled from the second quarter sales levels.", "And we have more than doubled the number of active projects in the quarter and are conducting several trials on large-scale projects.", "On the digital front, we continue to invest across several initiatives with a focus on speed and cost benefits for our customers.", "One such initiative is project Works, which is our digital design and pre-construction service.", "This service automates the design process from concept to builder materials, drastically increasing the speed of design while allowing design iterations along the way in minutes or in hours versus days.", "In addition, once the design is complete, we can provide an accurate builder materials that makes the lives of contractors much easier.", "This is a service that is deepening our collaboration with architects, designers, and contractors in a mutually beneficial way.", "It's helping us secure additional specifications and ultimately to sell more products into more commercial spaces.", "We are excited about the number of projects being processed by project Works and how it's strengthening Armstrong's leadership position in the commercial construction industry.", "In summary, our advancement of digital and product innovation, despite the ongoing challenges of the evolving COVID pandemic is a testament to the power of focus we have as an America's-only ceiling and specialty walls company.", "This power and focus has been critical throughout the pandemic as we kept all of our plants in operation and made no cuts to our sales and marketing efforts.", "Our unique and powerful focus has also helped us manage through the challenges of inflation and supply chain disruptions to maintain our long track record of achieving price over inflation and maintaining our best-in-class service levels.", "Throughout this uncertain period, we have not slowed our efforts to execute on our company strategy.", "Our customer relationships are stronger now than ever and our ongoing product in digital innovation is providing important top-line growth opportunities.", "As our markets continue to recover, we are in an excellent position to capitalize on this recovery and to deliver increased levels of value creation for our shareholders."], "abstract": ["compname reports q3 adjusted earnings per share $1.17.", "qtrly adjusted earnings per share $1.17."]}, {"article_id": "SUN_q3_2021.txt", "article": ["These statements include expectations and assumptions regarding the partnership's future operations and financial performance, including expectations and assumptions related to the impact of the COVID-19 pandemic.", "Actual results could differ materially, and the partnership undertakes no obligation to update these statements based on subsequent events.", "During today's call, we will also discuss certain non-GAAP financial measures, including adjusted EBITDA and distributable cash flow as adjusted.", "In the third quarter, Sunoco continued to demonstrate the strength of its business model with strong financial results in a period of continuing economic recovery.", "For the third quarter of 2021, the partnership recorded net income of $104 million.", "Adjusted EBITDA was $198 million compared to $189 million in the third quarter of 2020.", "Volumes were approximately two billion gallons, a sequential increase of 2% from the second quarter.", "Year-over-year volumes increased 6.4%.", "Fuel margin was $0.113 per gallon versus $0.121 per gallon in the third quarter of 2020.", "Total operating expenses in the third quarter were up as expected compared to the second quarter at $113 million versus $102 million and were flat to the third quarter of 2020.", "Third quarter distributable cash flow as adjusted was $146 million, yielding a current quarter coverage ratio of 1.68 times and a trailing 12-month coverage ratio of 1.43 times, consistent with our long-term target of a minimum of 1.40 times.", "On October 25, we declared an $0.8255 per unit distribution, consistent with last quarter.", "We continue to maintain a stable and secure distribution for our unitholders, which remains the number one pillar behind our capital allocation strategy.", "Leverage at the end of the quarter was 4.05 times, which we expect to increase minimally with the closing of the NuStar acquisition.", "Leverage is expected to trend lower toward our 4.0 times target as we move into next year.", "Our 2021 full year EBITDA guidance remains $725 million to $765 million, excluding the NuStar and Cato acquisitions.", "As anticipated, second half expenses are trending higher than the first half.", "However, we expect the full year to come in below our previously guided range due to the extension of many of our 2020 cost-cutting initiatives throughout the first half of 2021.", "We are reducing full year 2021 operating expense guidance to $425 million to $435 million compared to our previous guidance of $440 million to $450 million.", "Finally, we continue to expect maintenance capital of $45 million and growth capital expenditures of approximately $150 million.", "Next, with respect to the recently closed expansions to our midstream business, given the size and timing of the closing of these acquisitions, they will have only a modest impact to 2021 adjusted EBITDA and have been excluded from that guidance.", "In the fourth quarter, we took advantage of bond market conditions to derisk our balance sheet and reduce our financing costs.", "In October, we issued $800 million of 4.5% senior notes due 2030, using the proceeds to redeem $800 million of our existing 5.5% senior notes due 2026.", "The transactions lower our interest rate on this debt by 100 basis points while extending the maturity date by approximately four years.", "We will continue to take prudent and proactive measures to strengthen our financial position when opportunities like this arise.", "The third quarter's strong results, the recently closed acquisitions, and our opportunistic refinancing demonstrate our commitment to maintaining Sunoco's solid financial foundation and to increasing value to our stakeholders through a strategy of disciplined capital investment and balance sheet management.", "Our strong third quarter results were driven by better volume performance, continued strength in margins and continued discipline on expenses.", "Volume for the quarter was up over 6% from last year, but the more relevant comparison continues to be performance relative to 2019.", "On that basis, we were off about 7% from the third quarter of 2019.", "So far, in the fourth quarter, our volumes continue to be in the same range relative to 2019 once you factor in the JC Nolan ramp-up in the fourth quarter of that year.", "The third quarter showed improvement versus the first half of the year.", "RBOB prices were generally flat from the beginning of the quarter to the end of the quarter, but the increased volatility coupled with our continual gross profit optimization strategies and elevated breakeven margins helped our margins remain solidly within our full year 2021 guidance range.", "The final piece of our strong financial performance was continued expense control and discipline.", "As Dylan mentioned earlier, we expect second half expenses to be higher than the first half.", "Some of the higher spending in the second half of the year is due to timing, and some of it is related to our decisions to defer bringing costs back into the business with a challenging start to the year.", "As the margin environment improved through this year, we are more comfortable returning some of our expenses to a more sustainable level going forward.", "Before turning it over to Joe, I want to briefly touch on a few more topics.", "It seems that over the last few months, the topics of inflation, supply chain challenges and labor shortages have been increasingly visible and discussed.", "We have not been immune to any of these challenges.", "We have felt the impacts of inflation and incorporated the impact into our forward views on expenses.", "Over the last few years, we have demonstrated our ability to control expenses and increase efficiency.", "Going forward, we remain committed to delivering an efficient and lean expense structure.", "We've also put into place strategies to adequately deal with longer supply chains.", "We continue to be proactive in addressing our labor challenges and have been successful at maintaining a team to deliver for our customers.", "An important thing to remember is that every one of these issues continues to support higher-than-historic breakeven margins.", "Finally, a brief update on our growth efforts.", "Our Brownsville terminal remains on track for completion and commissioning by the end of the first quarter.", "The project team has done a great job keeping schedule and costs in line even in the face of some of the industry headwinds, I just discussed.", "And our integration efforts for the NuStar and Cato acquisitions are well underway.", "If anything, we have been excited by some of the additional commercial opportunities we have uncovered in the first month of ownership.", "I will wrap up by stating that we will continue to focus on what we can control and what drove this quarter's results, gross profit optimization, growth of our core business and solid and efficient operations.", "We delivered a strong third quarter.", "Fuel volumes grew roughly 2% versus the second quarter of this year, while our fuel margins remained very healthy.", "And just as importantly, we continue to control costs and manage our balance sheet.", "Quarter after quarter, we have demonstrated the durability of our business.", "Looking toward the fourth quarter, RBOB prices increased rapidly through most of October with a moderate pullback during the last week of the month.", "Even if the challenging headwind environment continues, we expect to have a solid fourth quarter.", "Fuel margins should remain healthy given higher industry breakevens and fuel volume should remain steady with normal seasonality.", "As for full year 2021, we expect to deliver on our adjusted EBITDA guidance.", "As we look out further to 2022, you should expect us to have another good year.", "We will provide detailed guidance in December.", "Moving on to growth.", "We continue to strengthen our business by growing our midstream assets.", "The NuStar and Cato acquisitions as well as the Brownsville project helped diversify and vertically integrate our business.", "It also provides us a more enhanced platform for fuel distribution growth.", "Financially, we executed these transactions at very attractive valuations, especially after adding synergies.", "On the fuel distribution side, we will continue to grow organically as well as capitalize on acquisition opportunities.", "As we continue to grow, we will build on our history of maintaining financial discipline, which means protecting the security of our distributions while also protecting our balance sheet."], "abstract": ["excluding any impact in 2021 from recently closed acquisitions, co continues to expect fy 2021 adjusted ebitda of $725 million to $765 million."]}, {"article_id": "KMB_q3_2021.txt", "article": ["Both documents are available in the Investors section of our website.", "The release has further information about these adjustments and reconciliations to comparable GAAP financial measures.", "Organic sales were strong of 4% in the quarter and included the impact of pricing actions implemented in the second and third quarters.", "In North America Personal Care organic sales were, up 11%, driven by mid single-digit increases in both net selling price and volume.", "In D&E markets personal care, organic sales were up 7% organic sales increased double digits in Argentina, Brazil, China, India, Eastern Europe and South Africa.", "Our top line performance was strong despite the resurgence of COVID, which impacted growth in ASEAN, Latin American and KC Professional.", "Our market positions remain strong and are improving reflecting strong innovation and excellent commercial execution in nearly all key markets.", "Our share positions in North America remain solid with good sequential gains in personal care, our share performance in D&E markets remains robust, where we continue to strengthen our diaper leadership positions in key markets including China and Brazil.", "We also continue to focus on cost with our teams delivering solid savings of $150 million in the quarter.", "In addition, we reduced between the line spending.", "Now, clearly our margins and earnings were disappointing, as higher inflation and supply chain disruptions increased our costs well beyond the expectation we established just last quarter.", "I'd like to highlight the effect of three areas of volatility that are most impacting our business.", "First, as we noted in July and on the basis of external forecast we had expected, commodity prices to ease in the second half of 2021 instead prices for resin and pulp increased further in the third quarter and are now expected to stabilize at a meaningfully higher level than our prior estimate.", "Second, a tight US labor market and disruption in domestic and international transportation markets are having an elevated impact on our supply chain as we work to get our products to the shelf and meet consumer demand.", "Third, energy cost were up dramatically in Europe, where natural gas prices have risen as high as 6 times year-ago levels.", "Energy prices in North America are also up sharply, although not to the same extent.", "As a result, our margins are down -- but we're down with declines only partially mitigated by the actions we've taken to-date.", "We're not pleased with our results and we're taking further action to mitigate the impact of higher input and labor costs.", "These steps include further pricing actions, additional initiatives to ensure we achieve our cost savings goals, and tightening discretionary spending.", "At the same time, we remain committed to investing in our brands and commercial capabilities.", "While we expect to see some benefit from these actions in 2021, we have further reduced our outlook for the year.", "This reflects our third quarter performance and our expectations for the fourth quarter.", "And while we're not ready to call our outlook for 2022, I will offer perspective on key variables that will affect our plan next year.", "First, we continue to build top line momentum.", "In addition, our pricing actions, brand investment and commercial program should provide further benefit in 2022.", "Second, some discrete headwinds we faced this year will be behind us.", "This includes the US winter storm and presumably consumer tissue destocking.", "Third, some headwinds we faced this year may become more persistent, we're now expecting further inflation on several key commodities, we're also expecting continued tightness in the labor and transportation markets, which will continue to impact our global supply chain all the way to our customers.", "In addition, the going forward impact of COVID on both demand and supply remains very unpredictable.", "We will continue to move decisively and navigate changing market conditions.", "We will also continue to invest in our brands and capabilities to maintain brand momentum.", "Our strategy is working and we remain confident in our future and are confident in our ability to create long-term shareholder value."], "abstract": ["q3 sales rose 7 percent to $5.0 billion.", "updated earnings outlook reflects significantly higher input cost inflation.", "kimberly-clark - qtrly earnings negatively impacted by significant inflation & supply chain disruptions that increased costs beyond what we anticipated.", "taking further action, including additional pricing and enhanced cost management, to mitigate headwinds."]}, {"article_id": "WAL_q3_2020.txt", "article": ["Joining me on the call today are Dale Gibbons and Tim Bruckner, our Chief Financial Officer and Chief Credit Officer.", "I will provide an overview of our quarterly results and how we are managing the business in this current economic environment and then Dale, will walk you through the Bank's financial performance.", "I like to focus on three trends that define our third quarter results and will continue into the future; robust balance sheet growth, provision reflecting asset quality and consensus outlook and strong net interest income and PPNR that continue to build capital.", "The combination of these variables generated record net income of $135.8 million and earnings per share of $1.36, each up more than 45% versus the prior quarter and exceeding our pre-pandemic performance in 2019.", "The flexibility of Western Alliance's diversified business model was again demonstrated this quarter as our deep segment and product expertise enable us to actively adapt our business in response to the changing environment and continue to achieve industry-leading profitability and growth, while maintaining prudent credit risk management.", "Total loans grew $985 million for the quarter to $26 billion and deposits increased $1.3 billion to $29 billion, reducing our loan to deposit ratio to 90.2%.", "Our loan growth continues to be concentrated in low-loss asset classes such as warehousing lending, which accounted for over 100% of the loan growth and 56% of the deposit growth and $267 million in capital call lines where the risk-reward equation is heavily skewed in our favor.", "The impact of this strategy will be seen near term in our reduced provisioning expense and longer term in lower net charge-offs.", "We are encouraged by our expanding pipeline as clients have applied lessons learned from prior recessions to right-size cost structures and to begin to plan for future opportunities.", "In the quarter, high average interest earning assets of $1.9 billion were offset by lower rates, substantial liquidity build and a one-time adjustment to PPP loan fee recognition to reflect modification and extension of the CARES Act forgiveness timeframe, which pushed our net interest margin downward to 3.71%, as net interest income declined $13.7 million from the second quarter to $285 million, but improved $18.3 million from a year ago period.", "Excluding the impact of PPP loans, net interest income would have only fallen by $4 million, which was largely the impact of interest expense on our new subordinated debt issued in middle of the second quarter.", "We believe approximately 21 basis points of this compression is transitory in nature and NIM is expected to rise as excess liquidities put to work through balance sheet growth, deposit seasonality and warehouse lending, driving balances lower and PPP loan forgiveness assumptions normalize.", "Given these margin trends and balance sheet growth, we believe Q4's net interest income performance returns to Q2 levels and PPNR rises above Q3.", "Provision for credit losses was $14.7 million in the third quarter considerably less than the $92 million in the second quarter, which was primarily attributable to stable to modest improvements in macroeconomic forecast assumptions, loan growth in low-risk asset classes and limited net charge-offs of $8.2 million or 13 basis points of average assets.", "Dale, will go into more detail on the specific drivers of our provision but our total loan ACL to funded loans ratio now stands at 1.37% or $355 million and 1.46%, excluding PPP loans, which are guaranteed by the CARES Act.", "If macroeconomic trends remain stable or begin to improve, future provision expense will likely mirror net charge-offs and reserve levels could decline.", "Loan deferrals trended lower for the quarter as many of our clients have returned to paying as agreed following their deferral period.", "As of Q3, $1.3 billion of loans are on deferral or 5% of the total portfolio, which represents a 55% decline from Q2.", "We expect $1.1 billion of loan deferrals will expire next quarter, which will continue to drive down our outstanding modifications.", "Our quarterly efficiency ratio improved to 39.7% compared to 43.2% from the year ago period, becoming more efficient during the economic uncertainty provides the incremental flexibility to maintain PPNR.", "Finally, Western Alliance continues to generate significant excess capital, which grew tangible book value per share to $29.03, or 4.3% over the previous quarter and 13.4% year-over-year.", "Supported by our robust PPNR generation, capital rose $121.6 million with a CET1 ratio of 10%, supporting 15.6% annualized loan growth.", "Dale, will now take you through our financial performance.", "Over the last three months Western Alliance generated record net income of $135.8 million or $1.36 per share, which was up 46% on a linked-quarter basis.", "As Ken mentioned, net income benefited reduction in provision expense for credit losses to $14.7 million, primarily driven by stability and the economic outlook during the quarter in a release of specific reserves associated with the fully resolved credit.", "Net interest income grew 1$8.3 million year-over-year to $284.7 million but declined $13.7 million during the quarter, primarily result of changes in prepayment assumptions on PPP loans that impacted fee accretion recognition.", "The SBA's interim final rule published in August more than doubled the amount of time that people have to receive forgiveness on their loans and coupled with the systems delay in forgiving -- forgiveness request processing, we now expect that forgiveness processes to be elongated and the average time the loans will be outstanding is projected to double as well.", "As a result, using the effective interest method, we reversed out $6.4 million of the fees recognized in Q2 and overall PPP fee recognition has been extended.", "This is purely a change in timing, impacting NIM but with no change to cumulative fee revenue ultimately recognized from this program.", "The $43 million, we are to receive will be simply be booked to income more slowly than our original expectations.", "Net interest income was impacted in Q3, as a result of this timing change by $10.6 million.", "Non-interest income fell $700,000 to $20.6 million from the prior quarter.", "We benefited from a recovery of an additional $5 million mark-to-market loss on preferred stocks that we recognized in the first quarter.", "Over the last two quarters, we recovered 80% of that $11 million original loss.", "Finally, non-interest expense increased $9.3 million, as the deferral of loan origination cost fell, as PPP loan originations dropped, as well as an increase in incentive accruals as our third quarter pandemic -- as our third quarter performance exceeded our original third quarter budget, which was established before the pandemic.", "Strong ongoing balance sheet momentum coupled with diligent expense management drove pre-provision net revenue to $181.3 million, up 13.5% year-over-year and consistent with our overall growth trend from the first quarter, as the second quarter benefited from one-time PPP recognition of BOLI restructuring in FAS 91 loan cost deferrals.", "Turning now to net interest drivers.", "Investment yields decreased 23 basis points from the prior quarter to 2.79% and fell 29 basis points from the prior year due to the lower rate environment.", "Loan yields decreased 35 basis points following declines across most loan types, mainly driven by changing loan mix and in the reduction of PPP loan fees, resulted in lower PPP loan yield during the quarter.", "Notably, for both investments and loans, spot rates as of September 30, are higher than the third quarter average yields.", "Costs of interest bearing deposits was reduced by 9 basis points in Q3 to 31 basis points with an end of quarter spot rate of 0.27% [Phonetic], as we continue to lower posted deposit rates and push out higher cost exception price funds.", "The spot rate for total deposits, which includes non-interest bearing deposits was 15 basis points.", "When all of the company's funding sources are considered, total funding costs declined by 2 basis points with an end of quarter spot rate of 0.25%.", "Unlike last quarter where spot rates indicated a likely margin compression in the third quarter, these rates appear to demonstrate that the margin will improve as both earning asset yields will rise and funding cost will fall in the fourth quarter.", "Additionally, in October, we called $75 million of subordinated debt that has diminishing capital treatment with the current rate of 3.4%.", "Despite the transition to a substantially lower rate environment during 2020, net interest income increased 6.9% year-over-year to $284.7 million.", "As mentioned earlier, during Q3, our extraordinary build and liquidity and adjustments to PPP loan fee recognition compressed our net interest margin of 3.71%, as net interest income declined $13.7 million.", "However, the majority of these reduction drivers are transitory.", "PPP loans reduced our NIM during the quarter by 13 basis points.", "This changes to prepayment assumptions, reduced SBA fees recognized resulting in PPP loan yield of 1.76%.", "Excluding this timing difference, net interest income declined only $4 million quarter-over-quarter, primarily due to interest expense on the new subordinated debt that we issued last May, resulting in a net interest margin of 3.84%.", "Referring to the bar chart on the lower left section of the page, of the $43 million in total PPP loan fees net origination costs that we received, only $3.3 million was recognized in the third quarter.", "The recognized reversal of PPP was $6.1 million in Q3 and expect fee recognition to be approximately $6.9 million in the fourth quarter and taper off as prepayments and forgiveness are realized.", "In reality, these assumptions are dependent on actual forgiveness from the SBA.", "Additionally, average excess liquidity relative to loans increased $1.3 million in the quarter, the majority of which are held at the Federal Reserve Bank earning minimal returns, which impacted NIM by approximately 21 basis points in aggregate.", "Given our healthy loan pipeline and ability to deploy these funds to higher yielding earning assets, we expect this margin drag to dissipate in the coming quarters.", "Regarding efficiency, on a linked-quarter basis, our efficiency ratio increased to 39.7%, as we continue to invest in our business to support future growth opportunities.", "As described earlier, the non-interest expense increase was largely related to a net increase in compensation costs, as we now have greater confidence in our ability to execute on our pre-pandemic budget and are no longer benefiting from deferred costs for PPP loan originations.", "Excluding PPP, net loan fees and interest, the efficiency ratio for the quarter would have been 40.7%, which as we indicated last quarter should be moving closer to our historical levels in the low-40s.", "Return on assets increased 44 basis points from the prior quarter to 1.66%, while provisions fell.", "PPNR ROA decreased 47 basis points to 2.22%, as attractive decline in margin from the prior quarter.", "This continued strong performance in capital generation provides us significant flexibility to fund ongoing balance sheet growth, capital management actions or meet our credit demands.", "Our strong balance sheet momentum continued during the quarter as loans increased $985 million to $26 billion and deposit growth of $1.3 billion brought our deposit balance to $22.8 billion at quarter-end.", "Inclusive of PPP, both loans and deposits grew approximately 29% year-over-year with our focus on loan loss segments and DDA.", "The loan to deposit ratio decreased to 90.2% from 90.9% in Q2, as our strong liquidity position continues to provide us with balance sheet capacity to meet funding needs.", "Our cash position remains elevated at $1.4 billion at quarter-end compared to $2.1 billion quarterly average, as deposit growth continues to outpace loan originations.", "While this does impair margin near term, we believe it provides us inventory for selective credit growth this demand resumes.", "Finally, tangible book value per share increased to $1.19 over the prior quarter to $29.03, an increase of $3.43, or 13.4% over the past 12 months.", "The vast majority of the $985 million in loan growth was driven by increases in C&I loans of $892 million, supplemented by construction loan increases of $103 million.", "Residential and consumer loans now comprise 9.3% of our portfolio, while construction loan concentration remains flat at 8.8% of total loans.", "Within the C&I growth for the quarter and highlighting our focus on low-risk assets that Ken mentioned, capital call lines grew $267 million, mortgage warehouse loans grew over $1 billion and corporate finance loans decreased $141 million this quarter.", "Residential loan originations were offset by higher prepayment activity leaving the balanced fairly flat.", "We continue to believe our ability to profitably grow deposits as both a key differentiator and a core value driver to our firm's long-term value creation.", "Notably, year-over-year deposit growth of $6.4 million is higher than the annual deposit growth in any previous calendar year.", "Deposits grew $1.3 billion or 4.7% in the third quarter, driven by increases in non-interest bearing DDA of $777 million, which now comprise over 45% of our deposit base plus growth in savings in money market accounts of $752 million.", "Market share gains and mortgage warehouse and robust activity in tech and innovation continue to be significant drivers of deposit growth.", "As we initially described on our Q1 earnings call, while unique credit risk management strategy is focused on establishing individual borrower level strategies and direct customer dialog to develop long-term financial plans.", "Our approach to payment deferral requests is to look for resourceful ways to partner with our clients along with assessing their willingness in capacity to support their business interests.", "We ask our clients to work with us hand-in-hand whereby our clients contribute liquidity, capital or equity as an inaugural component to modified prepayment plans.", "Our approach collectively uses the resources of the borrower, government and the bank's balance sheet to develop solutions that extend beyond the six-month window provided for in the CARES Act.", "By quarter-end, deferrals had declined by $1.6 billion or 55%, reducing total loan deferrals from 11.5% in Q2 to 5%.", "Excluding the hotel franchise finance segment in which we executed a unique sector specific to hurdle strategy, the bank wide deferral rate is approximately 1.6%.", "We have received minimal additional request for further deferrals and 98% of clients with expired deferrals are now current in payments.", "We expect $1.1 billion of loan deferrals will expire in the current quarter, which will substantially drive down outstanding modifications.", "Consistent with this trend, as of yesterday deferrals are down $420 million in October, bringing the current total to $880 million.", "Regarding asset quality, our non-performing assets and OREO to loan ratio remained flat at 47 basis points to total assets, while total classified assets increased to $28 million or 4 basis points to 98 basis points to total assets.", "Classified accruing loans rose by $21 million, explainable by a few loans 90 days past due as of September 30.", "All of these loans are now current.", "Special Mention loans increased $81 million during the quarter to 1.83% of funded loans, which is a result of our credit mitigation strategy to early identify, elevate and apply heightened monitoring to loans and segments impacted by the current COVID environment.", "Over 60% of the increase in Special Mention loans are from previously identified segments uniquely impacted by the pandemic, such as the hotel portfolio and a component of our corporate finance division credits determined to have some level of repayment dependency on travel, leisure or entertainment.", "As we have discussed in the past, Special Mention loans are not predictive of future migration to classified or loss, since over the past five years, less than 1% has moved through charge-offs.", "If borrowers do not have through cycle liquidity and cash and capital plans, we downgrade to substandard immediately to remediate.", "Our total allowance for credit losses rose a modest $7 million from the prior quarter due to improvement in macroeconomic forecasts and loan growth in portfolio segments with lower expected loss rates.", "Additionally, we covered $8.2 million of net charge-offs.", "The ending allowance related to loan losses was $355 million.", "For CECL, we are using a consensus economic forecast outlook of blue chip -- blue chip forecasters as it tracks management's view of the recession and recovery.", "The economic forecast improved during the quarter, which would have implied a reserve release.", "However, given the still unknown time horizon of COVID impacts, political uncertainty and the unknown status of further stimulus, we adjusted our scenario weightings to a less optimistic outlook.", "In all, total loan allowance for credit losses to funded loans declined a modest 2 basis points to 1.37% or 1.46%, when excluding PPP loans.", "On a more granular level, our loan loss segments account for approximately one-third of our portfolio and includes mortgage warehouse, residential and HOA lending, capital call lines and resort lending.", "When we exclude these segments, the ACL to funded loans on the remainder of the portfolio is 2%.", "Provision expense decreased to $14.7 million for Q3, driven by loan growth in lower loss segments and improved macroeconomic factors, while fully covering charge-offs.", "Net credit losses of $8.2 million or 13 basis points of average loans were recognized during the quarter compared to $5.5 million in Q2.", "Relative to other banking companies our lower consumer exposure continues to result in much lower total loan losses.", "We continue to generate significant capital and maintain strong regulatory capital ratios with tangible common equity to total assets of 8.9% and a Common Equity Tier 1 ratio of 10, a decrease of 20 basis points during the quarter due to our strong loan growth.", "Excluding PPP loans, TCE to tangible assets is 9.3%, a modest decline of 10 basis points from the first quarter.", "Inclusive of our quarterly cash dividend payments of $0.25 per share, our tangible book value per share rose $1.19 in the quarter to $29.03, up 13.4% in the past year.", "We continue to grow our tangible book value per share rapidly as it has increased three times that of the peers over the last 5.5 years.", "I would now like to briefly update you on our credit risk mitigation efforts and the current status of a few exposures to industries generally considered to be the most impacted by COVID- 19 pandemic.", "Throughout the quarter, Tim Bruckner and the credit administration team led ongoing focus portfolio reviews by risk segments to monitor credit exposures and performance against cash budgets, operating plans through the liquidity trough.", "We are not waiting for deferrals to run out to make great changes or effect remediation strategies.", "If borrowers are non-performing against defined operating plans or determined to not have a sufficient through cycle liquidity, we downgrade them now to substandard and enact remediation strategies to ensure the best outcomes.", "We do not hold loans in SM, the Special Mention for a time to eventually downgrade.", "And as a result, Special Mention graded loans slowly migrate to classified or substandard.", "These facts and daily conversations with our people and our clients help me feel confident that our credit mitigation strategy and early approach to proactively manage our risk segments is bearing fruit and puts Western Alliance in a strong position to come out on the other side of the pandemic in better shape than our peers.", "In our $500 million gaming book focused on all strip, middle market gaming-linked companies, total deferrals were reduced from 37% of the portfolio to only 4% and as of today, it's zero, as our clients are now open for business and are performing at or above their reopening plans.", "The $1.3 billion investor dependent portion of our Technology and Innovation segment has continued to benefit from significant sponsor support for technology firms best positioned to succeed in this COVID environment and an active fund raising environment as well.", "Since March 2020, 65 of our clients have raised over $1.7 billion in capital, resulting in 87% of borrowers with greater than six months remaining liquidity, up from 77% in Q1.", "Our CRE retail book of $674 million focus on local personal services based retail centers with no destination mall exposure, continues to modestly exceed national trends that shows rent collections rising from 50% in May to 80% in August.", "Similarly, the portfolio's deferrals have fallen from $176 million to $31 million.", "Lastly, our $2.1 billion Hotel Franchise Finance business focused on select service hotels with greater financial flexibility and LTVs at origination of approximately 60% continues to trend toward stabilization.", "Occupancy rates are tracking national averages, currently around 50%, which have tripled from April lows.", "At approximately 55% occupancy, select service hotels are estimated to cover amortizing debt service, so a typical hotel is operating at break even.", "Furthermore, we have seen deferrals declined from 83% of the portfolio to 44% of the portfolio and currently, we do not anticipate granting any additional deferrals in the hotel portfolio.", "We are proactively engaging with hotel sponsors to validate ongoing support and hotel performance against operating plants.", "As mentioned earlier, we are not waiting for deferrals to end before migrating to ensure remediation options.", "With strong sponsor support the worst a great hotel typically receives is SM or Special Mention.", "Let me just finish up with our management outlook.", "We believe that our third quarter performance is the baseline for future balance sheet and earnings growth.", "With this record quarter, we beat our quarterly budget that was established pre-pandemic.", "Our pipelines are strong and we expect loan growth to return to previously anticipated levels of $600 million to $800 million for the next several quarters in low risk asset classes.", "However, there will be some offsets as PPP loans pay-off or are forgiven.", "Depending on the timing of the realized PPP forgiveness, organic loan growth should be -- should more than offset PPP run-off.", "In Q4, we expect to see the seasonal declines associated with our mortgage warehouse clients.", "Therefore, deposit growth will be at the lower end of the target range, reducing our excess liquidity.", "To supplement our residential lending initiative, we acquired Galton Funding, a residential mortgage platform that specializes in the acquisition of prime non-agency residential home loans.", "The acquisition is a low risk, low cost entry point to build a meaningful residential mortgage business line at an accelerated timeframe with over 100 additional mortgage originator relationships.", "We anticipate that the Galton team will be fully integrated by the end of October and be contributing to loan growth by the end of the year.", "As Dale mentioned, our current spot rates indicate that the net interest margin pressure experienced this quarter will subside and net interest margin will trend upwards toward 3.9% in Q4.", "We expect net interest income to rise in Q4, aided by both an increased NIM and higher end of quarter loan balances compared to the quarterly average.", "Additionally, it is expected that PPP fee income will pick up next quarter as forgiveness is granted.", "This will however, abate during 2021 PPNR is expected to increase as net interest income growth will more than offset any increase in non-interest expense.", "Looking ahead, we will continue to invest in new product offerings and infrastructure to maintain operational efficiency but Q2 and Q3 efficiency ratios are temporary and will eventually return to sustainable level in the low-40s.", "Our long-term asset quality and loan loss reserves are informed by economic consensus forecast, which is consistent going forward, could imply reserve releases in the coming quarters.", "We believe that the provisions in excess of charge-offs year-to-date are more than sufficient to cover charge-offs through the cycle as we do not see any indicators that imply material losses are on the horizon.", "Finally, Western Alliance is one of the most prolific capital generators in the industry.", "Our strong capital base and access to ample liquidity will allow us to take advantage of any market dislocations to maintain leading risk adjusted returns to address any future credit demands, all while maintaining flexibility to improve shareholder returns.", "Operator, if you want to open up the line."], "abstract": ["compname posts q3 earnings per share $1.36.", "q3 earnings per share $1.36."]}, {"article_id": "INT_q1_2021.txt", "article": ["With us on the call today are Michael Kasbar, Chairman and Chief Executive Officer; and Ira Birns, Executive Vice President and Chief Financial Officer.", "If not, you can access the release on our website.", "Before we get started, I would like to review World Fuel's safe harbor statement.", "A description of the risk factors that could cause results to materially differ from these projections can be found in World Fuel's most recent Form 10-K and other reports filed with the Securities and Exchange Commission.", "As with prior conference calls, we ask that members of the media and individual private investors on the line participate in listen-only mode.", "I hope you're all well, and I hope you are as optimistic as I am about the medium and long-term future market opportunities.", "We opened the year with a strong first quarter, once again demonstrating the resiliency of a well-diversified portfolio.", "And considering current market conditions, all of our businesses performed well.", "Our balance sheet and cash flow has never been stronger.", "We believe we had a significant medium- and long-term opportunity to deploy capital in our North American C&I, meaning commercial and industrial, liquid fuel business and globally in fuel, gas, power, carbon and renewables to serve our aviation, marine and land customers and drive the energy transition.", "As I mentioned last quarter, the work we have done over the last few years in talent, culture and leadership is having a positive impact.", "We are converging our organization and business solutions in line with the transitioning marketplace.", "Combining functions and the business itself is creating greater efficiencies and effectiveness as well as greater mobility and career opportunities for our global teams.", "Consolidating our global origination, fulfillment and support with our digital and sustainability competencies gives us a forward-ready business as the world emerges from this global health and economic crisis.", "We are already a globally diverse group, and the inclusiveness that convergence drives is accelerating value creation as our customers see comprehensive solutions and pathways to lower carbon footprints and supply chains.", "We are maintaining the cost discipline achieved so far on operations as markets reopen.", "We have grown market share in our global land business with higher quality, ratable business activity.", "We see a long runway of growth opportunities in this space.", "And now, as we experience the world's growing commitment to sustainability, we view this as an incredible opportunity to tap into our ability to create innovative solutions.", "I am personally more excited and enthusiastic about our future prospects as a global team than I have been in years.", "We have been through our most challenging stress test ever, and our global teams performed flawlessly.", "We have never been tighter or more coordinated.", "Building a global, diverse and increasingly digital energy and logistics solutions business is not easy.", "So that is exactly what we have done.", "And we are highly motivated to continue to build and leverage our platform.", "It's not easy to have global share of anything, but we have achieved that in two businesses, and we are well on our way to do that in our World Connect global land business, simultaneously creating lower carbon synergies for our global marine and aviation businesses.", "We are not only becoming more sustainable ourselves, but driving sustainability for the marketplace.", "We are truly helping to build the better tomorrow by accelerating the green and digital agenda within and for our partners around the world.", "It is hard to find an energy-related subject or a problem anywhere in the world that we cannot address in one way or the other.", "World Connect is the emerging brand for comprehensive energy solutions.", "And finally, more of our teams are getting fully vaccinated.", "And this is both raising optimism and providing opportunities for greater engagement with each other and the market.", "I hope you are all doing well and finding ways to return to some sense of normalcy.", "Although the pandemic continues to present significant challenges across businesses globally, there has certainly been some encouraging developments, which has many of us a bit more optimistic about the prospects of increased levels of business activity.", "I am extremely proud of how well our team has performed in the face of a multitude of ongoing challenges.", "And our results this quarter are a testament to the value of our diversified business model, our expertise in the markets we serve and the dedication of our global team.", "The nonoperational items for the quarter principally related to acquisition, divestiture and restructuring-related adjustments and expenses.", "Now let's begin with some of the first quarter highlights.", "Adjusted first quarter net income and earnings per share were $21 million and $0.33 per share respectively.", "Adjusted EBITDA for the first quarter was $62 million.", "We generated another $103 million of operating cash flow during the first quarter and increased our net cash position to more than $210 million.", "Consolidated revenue for the first quarter was $6 billion, an increase of $1.3 billion or 27% sequentially, but still well behind the pre-COVID revenue levels, which is principally driven by the year-over-year decline in volume in our aviation and marine segments when compared to 2020.", "Our aviation segment volume was 1.1 billion gallons in the first quarter, essentially flat sequentially, but still well below pre-COVID activity levels.", "While cargo operations and business aviation activity remains strong, overall aviation volume remains significantly below prior-year levels, driven by continued softness in global commercial passenger aviation activity, principally given slower vaccine rollouts abroad.", "In the U.S., we have been experiencing increased activity with TSA daily throughput back to nearly 65% of prepandemic levels.", "But despite some modest improvements in parts of Europe in the first quarter, continuing restrictions in most of Europe and Asia will likely prolong the broader recovery until vaccination rates accelerate in these regions.", "Volume in our marine segment for the first quarter was 4.2 million metric tons, flat sequentially and down 13% from the strong prior year results we generated where the new IMO 2020 regulations were implemented last January.", "Our land segment volume was 1.3 billion gallons or gallon equivalents during the first quarter, that's down 6% year-over-year, but up 2% sequentially, principally driven by increases in our World Connect natural gas operations as well as some seasonal improvement in the U.K. Land volumes have now rebounded to 97% of first quarter 2019 prepandemic levels.", "Consolidated volume in the first quarter was 3.6 billion gallons, up slightly on a sequential basis, but down year-over-year, again, related to the items already mentioned.", "Consolidated gross profit for the first quarter was $192 million.", "That's a decrease of 18% compared to the first quarter of 2020 with an increase of $26 million or 16% sequentially.", "Our aviation segment contributed $77 million of gross profit in the first quarter, down 15% year-over-year, but up 9% sequentially.", "Year-over-year, in addition to the COVID-related profit declines from depressed commercial passenger aviation activity, the decrease was also related to the decline in government-related activity associated with the continued drawdown of troops in Afghanistan.", "These declines were partially offset by higher average margins from a more profitable core business mix.", "As we look ahead to the second quarter, aviation gross profit should increase sequentially, principally driven by the continuing recovery in domestic commercial passenger activity, partially offset by a further decline in our government business in Afghanistan.", "As I am sure you are aware, earlier this month the U.S. and NATO announced its final withdrawal from Afghanistan by September, and therefore we expect further declines in this business activity over the balance of the year.", "The marine segment generated first quarter gross profit of $25 million, that's down 57% year-over-year, but up 12% sequentially.", "In addition to the pandemic-related impact, the year-over-year declines were principally driven by the strong results we saw in the first quarter of 2020, again related to the IMO transition to very low sulfur fuel oil.", "But as we forecasted on last quarter's call, marine gross profit increased sequentially relating to strong results from our physical operations.", "As we look ahead to the second quarter for Marine, based on what we've experienced through the first few weeks of April, we expect Marine gross profit to increase sequentially, driven by improvement in our core resale business activity.", "And as we look to the latter part of the year, there's an increasing likelihood that cruise lines will begin sailing again, providing opportunities for additional improvement in the fourth quarter and into 2022.", "Our land segment delivered gross profit of $89 million in the first quarter, up 5% year-over-year when excluding the profitability related to the multi-service business from last year's results and actually up 24% sequentially.", "As we anticipated, we experienced solid sequential improvement in our U.K. heating oil business, driven in part by lockdowns for most of the quarter, but we also generated additional profitability during the quarter related to improved performance in our U.S. natural gas supply activities that was principally driven by the extremely cold weather in parts of the U.S. in February.", "Looking ahead to the second quarter, we expect the traditional seasonal decline in land gross profit, which will be further impacted by the strong natural gas product contribution in the first quarter.", "We believe the land segment has many opportunities ahead, from global sustainability initiatives to potential infrastructure bill spending, which would all benefit our commercial and industrial fuels business as well as our natural gas power and sustainability activities.", "We continue to manage our operating expenses prudently.", "Core operating expenses, which excludes bad debt expense, were $146 million in the first quarter, down $29 million or 17% from the first quarter of last year.", "Looking ahead to the second quarter, operating expenses, excluding bad debt expense, should be generally in line with the first quarter in the range of $144 million to $148 million.", "We had debt expenses in the first quarter with $3.6 million, down both sequentially and year-over-year and down materially from the elevated levels in the second and third quarter of 2020.", "This is further evidence of the solid team effort in managing our receivables portfolio through this stage of the pandemic.", "Adjusted income from operations for the first quarter was $42 million, down 38% from last year but up 68% sequentially related to the segment activity that I mentioned previously.", "Adjusted EBITDA was $62 million in the first quarter, down 29% from 2020 and up 39% sequentially.", "Again, the year-over-year decline in income from operations and adjusted EBITDA was principally driven by the impact of the pandemic as well as benefits from supply imbalances and price volatility arising from the IMO 2020 implementation in the first quarter of 2020 for our marine business.", "First quarter interest expense was $8.7 million, which is down 44% year-over-year and approximately 20% sequentially.", "Total interest expense continues to benefit from lower average borrowings and interest rates.", "At the end of the first quarter, we again had no borrowings outstanding under our revolver and ended the quarter in a net cash position in excess of $200 million.", "We expect interest expense in the second quarter to be approximately $9 million to $10 million.", "Our adjusted tax rate for the first quarter was 35.8% compared to 30.6% in the first quarter of 2020.", "At this time, we expect our effective tax rate to remain elevated in the near term, primarily due to the current mix of U.S. and foreign earnings as well as the continuing effects of guilty and valuation allowances on certain of our foreign entities.", "Our total accounts receivable balance increased significantly on a sequential basis to approximately $1.7 billion at quarter end, principally related to the 37% rise in average fuel prices from the fourth quarter.", "We remain focused on managing working capital requirements, which resulted in operating cash flow generation of $103 million during the first quarter despite a significant sequential increase in accounts receivable.", "In closing, despite continued weakness in the commercial passenger aviation market, we delivered a solid quarter, driven principally by very strong results in our land segment.", "And we again delivered strong operating cash flow.", "With vaccination rates up significantly in the United States, we are encouraged by the recent trends we are seeing in domestic commercial passenger activity and are hopeful that other parts of the world will begin to catch up over the next several months.", "While we are appropriately inwardly focused over the first 12 months of the pandemic, during which time our team performed at a level of excellence for which they should all be very proud, we can now more clearly see the light at the end of the tunnel.", "And we are coming out of the pandemic with a strong balance sheet, actually a stronger balance sheet than where we started prepandemic.", "This strong balance sheet, including $735 million of cash, provides us with capital to further grow our core business organically as well as the ability to capitalize on strategic investment opportunities which should drive scale and efficiencies, most specifically in our land and World Connect business activities.", "Our balance sheet liquidity and solid operating cash flow also provide us with capital to repurchase shares and fund dividends to further enhance shareholder value.", "In demonstration of our commitment to enhancing shareholder value, over the past two years we've repurchased $134 million of our shares, and we increased our cash dividend twice, most recently, a 20% increase during the first quarter."], "abstract": ["compname reports q1 adjusted earnings per share of $0.33.", "q1 adjusted earnings per share $0.33.", "qtrly revenue $5,957.9 million versus $8,015.2 million."]}]